[
    {
        "id": 7791,
        "title": "Djangui: Local Savings Account Mgmt",
        "url": "https://app.ideascale.com/t/UM5UZBrCJ",
        "challenge": "F7: Boosting Cardano's DeFi",
        "q0": "The influence the proposal could have on the Defi ecosystem is immense. The proposed solution of addressing the current drawbacks of the local financial systems available for the local merchants. The involvment of financial institutions along with the project will bring in confidence amongst the locals and improve the adoption of Cardano for Defi applications.  This proposal will bring in a lot more traffic to the ecosystem and also resilince to its capabilities. The footprints the proposal can leave will be set off the spread of Cardano and Blockchain across various African countries when the majority of the community is concentrated in Europe and North America at the moment.",
        "q0r": 5,
        "q1": "The team has shown to have enough skills and experience in the field to bring this project live. The amount of research and work already done by the team shows their passion and will to make this proposal a success. The team also has put up a detailed plan of how they plan to get this done and the milestones look doable. The team has also made a note of the possible risks it could face in gaining the trust of locals and instilling a sense of reliability in them. However, the proposal seems to lack in one particular area of how the proposed application could rectify the vulnerabilities and the constant hacks of the already existing Defi applications on the Ethereum and Binance network. Provided that the team can provide their approach to minimize these susceptible hitches, this proposal will be a perfect way to tap into the immense potential the African communities could add to the ecosystem and the adoption of Cardano for Defi. The chances of the proposal being a success are quite high given the team has active hubs already established despite a few areas where more information is required to draw conclusive decisions. Hence, I justify the feasibility with a score of 5 out of 5.",
        "q1r": 5,
        "q2": "The team mentions the milestones one could use to track its progress. However, there is no detailed plan with when the desired outcomes of the project can be expected to reach. However, the team does provide a list of final metrics one could use to audit its final goals and its success. The team also provides a brief break up of the budget which is plausible and practical. The proposal's objective of increasing the sign-ups and transactions at the end of 12 months time is competent. But a detailed game plan and time horizon along with metrics that show how the decentralization of the local financial systems are happening and how reliable this Defi application is compared to the existing applications on other coins will make the audit more meaningful and easier. Hence, I believe a score of 4 out of 5 for the auditability does justice.",
        "q2r": 4,
        "no_vca": 20,
        "ne": 15,
        "is_cs": false
    },
    {
        "id": 3501,
        "title": "Townhall Channel in Vietnamese",
        "url": "https://app.ideascale.com/t/UM5UZBqmk",
        "challenge": "F7: Multilingual resources",
        "q0": "This proposal fully meets what the challenge asks for, as it intends to produce summaries of Town Halls for Vietnamese, bringing the main news from the Cardano ecosystem to the Vietnamese in a practical and quick way (the summaries would have a maximum of 30 minutes, and would also be available in podcast version). I thought it was an extremely good idea, in my view it would be perfect to be done in all languages! Because as a two-fund Catalyst participant, I can assure you that I suffer from this ailment, I can't keep up with the Town Halls very well, both because I usually have college classes at the time it's broadcast (which isn't that much of a problem , as they are recorded), but mainly because they are in English. I can read, write and speak English, but understanding an entire meeting in the language, plus the fact that most presenters are native English so have an accent, makes it very difficult to follow the content. For the Vietnamese the situation should be similar, which makes this idea very useful, keeping up with major ecosystem updates is something every member of the community should do, and certainly this proposal will make this more possible for the Vietnamese. Another positive point I found here was that the authors already have a project funded by f6, which demonstrates that they have competence and experience with our ecosystem and with Catalyst, and it is also very useful that they already have a site created where this new content could be introduced.",
        "q0r": 5,
        "q1": "The project team proves to be very well prepared to carry it out, because they provide a small individual description of who they are, which is summed up by their contacts on social networks, making real the possibility of making direct contact and getting to know them better, and also the fact that they already have a project that was funded in f6. About the script, they present which phases would need to be completed to reach their goals, but I believe that these phases could be explored further. For example, in the part providing the summaries for the main communication channels in Vietnam about Cardano: how would this bridge be built? What would \"workflow\" be in the first phase? It is always good to explain each term in detail, so that people who are not familiar with it fully understand the proposal. In relation to the budget, I believe that the level of detail here was high, and with that, satisfactory. We know what each part of the project will cost, and regarding variable costs, they are very well calculated, broken down and explained so that we can understand exactly what would happen here. So I think the only thing I would suggest would be a little more detail in the phases.",
        "q1r": 4,
        "q2": "I found it interesting how concerned the team is with auditability. They are not only careful to pass on information that would help the rest of the community to monitor the progress of the project, but they drew up an aubitability plan in which they would monitor the project's growth, according to the number of visits to the site. , podcast listeners, and so on. That way, all we would need to do is have access to such information as well, which they would generate weekly, but could present to us monthly, or every 2 months, for example. I believe that monitoring this project is relatively simple, compared to other proposals, and has already been very well supported by the team itself.",
        "q2r": 5,
        "no_vca": 16,
        "ne": 12,
        "is_cs": false
    },
    {
        "id": 1784,
        "title": "ADA Holder Engagement Survey - AIM",
        "url": "https://app.ideascale.com/t/UM5UZBqez",
        "challenge": "F7: Miscellaneous Challenge",
        "q0": "This proposal addresses a whole range of problems and areas of development, both within the Catalyst community and the Cardano Ecosystem as a whole. By connecting to and gathering input from both voters, SPOs, potential voters and involving influencers in the process, the Catalyst would receive an incredible amount of invaluable information. Especially since Voltaire is in the works. The proposal feature a clear problem statement, and the solution of obtaining info from a large number of ADA voters is very much aligned. Considering that this proposal could be beneficial on so many different levels in the development of the Cardano Ecosystem (adoption, involvement from voters and decentralization), I believe this is a very good use of the funds distributed. I strongly agree that this proposal effectively addresses the challenge.",
        "q0r": 5,
        "q1": "The core team consists of some of the more well known people involved in Catalyst, and necessary proof of both expertise and experience is presented in detail. Just the fact that AIM has provided the Catalyst community with invaluable assets like the CA-tools and voter-tool is heavy proof of the commitment and skills of the team, along with a strong determination to develop the whole machinery of Catalyst. Having several proposals funded from previous funds also strengthen the credibility and competency of the team. \u2028There is a very detailed plan provided in the proposal, there is even a \"prologue\" section explaining the background and reasoning behind creating it, which is quite rare from my experience as a Community Advisor. The budget allocation is somewhat substantial asking for 25% of the total budget for the challenge, but considering the amount of outreach and possible impact that the proposal aims to achieve, I would say that this amount almost is too small. Especially since almost half of the requested funds will be distributed among the participants of the survey, the community. The proposal feature a somewhat realistic timeframe of roughly 5 months, which might be a little ambitious considering a big part of the process is involving a very large amount of people from different areas. Due to the help of the network, influencers and experience of the team, It sounds very achievable despite its ambitious timeframe. I strongly agree that this proposal will be implemented successfully. ",
        "q1r": 5,
        "q2": "A roadmap with clear deliverables, milestones and timeframes are provided in the proposal. Success indicators will be easily measurable due to the statistical nature of the survey, as will the analysis process. Reading through the proposal, the team aims to share the results and process via weekly town halls and channels, where many community members dwell. If the proposal gets funded, it might also lead a lot of new people to attend these town halls after attending the survey. I really like that the team will present the results of the survey publicly first, and then another time after processing the collected data through some statistical analysis (and presenting those results to the public). In my experience as a researcher, that way of processing and analyzing data and sharing it with the community is a very nice way of working, and to achieve interesting results while keeping in contact with the community. Also using the network (SPOs, influencers, voters, CAs, townhalls etc) is a wonderful way to keep the community updated on (or introducing) people to Catalyst. The team show a deep understanding of potential challenges by having perspective on past, present and future development of the ecosystem. All in all, I strongly agree that this proposal provides me with sufficient information to assess the progress in attaining its stated goals. ",
        "q2r": 5,
        "no_vca": 17,
        "ne": 13,
        "is_cs": false
    },
    {
        "id": 8394,
        "title": "Cardano Creatives Swarm community",
        "url": "https://app.ideascale.com/t/UM5UZBqto",
        "challenge": "F7: Community Events",
        "q0": "This is a niche proposal to expand the Catalyst Swarm constellation to include artists of all types in the conversation with the technical side of Cardano and Catalyst.  The integration of culture, philosophy and arts has been an osmotic process within Catalyst to date -in the background, without cultivation- and this proposal seeks to bring the role of these areas into the foreground with dedicated space and accountable members of the community to drive discussion.  Because philosophy and the arts are tools for discovering and imbuing meaning, it makes sense to encourage these tools to be developing alongside NFTs and exchanges, guiding eachother in carefully thought out ways.  It remains to be seen just how eager the community is for this avenue to claim some of the limited bandwidth of attention needed to navigate already vast spaces of Catalyst (the proposal teams early efforts indicated 30 people participated) but that could be just the beginning.  Outside of encouraging a dialog on creatives role in the Cardano ecosystem, this proposal isn't very specific about what might be the result of this campaign.  It suggests perhaps art workshops or exhibitions, but does not really clarify how that grows Catalyst or Cardano.",
        "q0r": 5,
        "q1": "This proposal team appears to already have been implementing a base version of this idea, a swarm session under the Catalyst Swarm format, from which they drew the ideas for this proposal, along with media channels on discord and telegram, so it is to be expected that they could repeat the feat as required to continue to deliver the product.  While it is not explicitly stated, the roadmap (creative swarm sessions, ideation directed towards establishing fundamental creative questions and goals for Cardano, and preparing new members for Catalyst and proposal processes) appears to lead to the creation of a Fund8 challenge team based around creatives.  To this end the road map lists concrete goals such as establishing reliable swarm sessions over 3 months, while maintaining and featuring their media channels within Catalyst.  While the timeline of the roadmap is somewhat vague, the milestones are specific and realizable.  The ability to lean on the existing Swarm teams and protocols gives this proposal a high probability of success.  The budget is reasonable and for the 3-5 months expected coverage, should allow adequate resources.",
        "q1r": 5,
        "q2": "The creation of public meetings allows for high auditability, and the proposed media channels should allow the community to remain in touch with the project as it develops.  The proposed website/blog won't be available right away, but once it goes online it will provide another avenue of seeing if the project remains on track.  Finally they expect to contribute on at least a monthly basis in the Town Halls.  Measurement of goals, however, seems to be limited to tracking number of participants in the group and perhaps the number of dedicated 'sub-groups' that collaboration might spawn.  Another metric they should consider, especially if they believe they could sponsor a challenge team in Fund8, would be a number of very specific challenge settings to be curated through the first few months and meetings.  An example might be a concept like \"value\", which has deep roots in philosophy and art, and to dedicate swarm sessions to ruminating on how to create a detailed and concrete challenge setting around it.",
        "q2r": 5,
        "no_vca": 16,
        "ne": 12,
        "is_cs": false
    },
    {
        "id": 3472,
        "title": "New d-EdTech Platform for LatAm",
        "url": "https://app.ideascale.com/t/UM5UZBqYw",
        "challenge": "F7: Grow Latin America, Grow Cardano",
        "q0": "This proposal dialogues very well with the goal of the challenge of encouraging development in Latin America, through the creation of an educational platform focused on technology, which would certainly help in the question of the continent's educational precariousness and employment opportunities. However, I would like the authors to make it clearer how the Cardano blockchain would fit here, certainly within the technological teachings our ecosystem would be much addressed, as well as the use of DID, which also relates well to a challenge from the previous background ( Atala Prism). Despite that, I felt a lack of assurance about how this project would bring feedback to the Cardano community; I know this feedback will exist, but it would be great to have details of that. Regarding making a difference on the continent, there is no doubt that such a project is very necessary and promising, the authors could also specify which target audience they aim to reach in principle, in which Latin American country, in which age group, etc. Another detail that I was in doubt about would be the cost of courses provided by Ayllu Academy. What currency, ada, local currency would they be paid for? What would the average price of courses be, and who would this profit go to? It would be interesting if we knew better how this more financial part of the platform would work, although I know they are details, but relevant details. As a whole, the project matches what is required in this challenge.",
        "q0r": 4,
        "q1": "The team involved here is certainly qualified to carry out the project well; we know who they are, their names, a brief history of their backgrounds and previous experiences, and also their LinkedIn profiles, where we can get to know each of them in more detail. It would be interesting, however, that the authors had shown a greater interest in being concerned with the usability part of the platform, that is, building a UX design that was simple and ergonomic, to further enhance the benefits of the project, by making the target audience has ease of navigation. Another thing is the question of marketing, it is not clear if they intend to hire someone who is professional and in charge of carrying out this part of the project, or even a team of publicists, how would this publicity, etc.? It's a huge project, so it needs a lot of publicity to reach the public. Regarding the steps that would make up the entire project, the authors specify very well what would happen in a given period of time. It is always beneficial to draw a timeline of activities to be completed, in parallel with the success achieved over the months, as they do in great detail. And in relation to the budget, it's also explained in a lot of detail, so we have a solid understanding of how the money asked would be used, which parts would cost how much and so on.",
        "q1r": 5,
        "q2": "This part of the proposal is very complete, we have the KPIs needed to understand if the project is achieving what it intends, we know what the team's ambitions are, even in relation to the number of students on the platform. I found it very interesting how they drew up an ideal scenario, that is, the context in which everything would be happening in the best possible way, which involves self-sustainability and so on. I also suggest that there is some communication channel between the team and the Cardano community during the execution of the project, as it is huge and involves several aspects (programming, design, education, marketing). There could be periodic meetings or even the delivery of partial results, with which we could assess the progress of things. But that's a bonus suggestion, I think the auditability here is pretty good.",
        "q2r": 5,
        "no_vca": 19,
        "ne": 15,
        "is_cs": false
    },
    {
        "id": 3507,
        "title": "Terra Cognita: AI+Blockchain Gaming",
        "url": "https://app.ideascale.com/t/UM5UZBqs0",
        "challenge": "F7: Gamers On-Chained",
        "q0": "The game presents a very original idea, where players will be explorers of an unknown land and would face challenges in their journeys. I think it's great how the authors were concerned with contextualizing in a very narrative way how this project would take place, because a game is, above all, a form of immersion in new universes, and the team seems so capable of this that it starts, already by the description of the proposal , to involve us CAs and potential players. It is also positive that the game is in RPG style, something that is very successful, but that, at the same time, it already has several projects and some well-worn narratives - that's not what happens here, we have a different proposal than what we've seen so far. in the RPG universe. It is known by all of us that this modality is very pleasing to players, being one of the countless signs of success that this project presents us. The idea of ​​using artificial intelligence is also really cool, it gives players a certain - not full - share of control for their characters. I see this as a way to captivate players, lock them in, in a certain way, as it ends up becoming something with a sprinkling of gambling (something that is also undeniably loved by the gaming community). It is also another positive point that the game takes place in rounds that relate to time in the real world, this generates more engagement, because it would mix life with the game, in addition to the fact that the game adopts the \"play to win\" mode , something that attracts the public a lot - usually people don't want to invest money in things right away. The team is concerned with studying the characters' characteristics very accurately, making their visualization very solid. They also outline possible risks, already promoting some solutions, which shows a lot of prudence and a sense of reality. And about how the project would benefit from the Cardano ecosystem, I think in many ways. Starting out, each character would be NFT, which would directly increase the uptake of technologies from the Cardano ecosystem as more and more players get involved here.",
        "q0r": 5,
        "q1": "Regarding the script, the team is concerned with defining which activities would take place based on the quarters. They are listed under topics, and give us an understanding of who would be doing what during the passage of time, which gives a very clear view of the process. The team is undoubtedly apt to carry out this project successfully, starting with the members of the AIM group involved here; they have already introduced some very useful projects to our community, such as CA tools and vCA tool, thus demonstrating their technical capability. They are concerned with providing the names and roles (in addition to a breakdown that includes some previous experiences in some cases) of each participant. Victor and Lucio appear to be extremely capable people: the former is well recognized in the Cardano community for several achievements, having an engineering background and being interested in games, in addition to being someone always present in Town Hall and fully active in the community. Lucio seems to be very prepared due to his working time, besides he knows how to program in several languages, which is something rare (in my opinion). The rest of the team seems equally relevant to the project, they are people from different professional areas, not just the technical parts. We also have designers, who are of paramount importance for the project's success, both in terms of character design and ambiance, UI/UX and etc. And finally, as far as the monetary repartition is concerned: they divide the total amount, which is quite high, but justifiable, into topics. Each topic is explained separately, and it is basically about the salaries of the professionals involved. In this way, this part of the proposal is also very understandable, making us understand why this amount was requested.",
        "q1r": 5,
        "q2": "Regarding game monitoring, I believe the team provides us with enough information to carry out a detailed follow-up, not only of the final results but also of the process. I say about the process because we know who would do what and when, in this way we could maintain direct contact with the professionals involved to talk and monitor the progress of each part. And in terms of the final results, it's basically about how many designs were created, NFTs sold and users playing in early versions of the game. I suggest that the team itself monitor this data and gather everything in graphic reports, in order to show this information to the rest of the community. This could be done during a room in After Town Hall, a project promoted by the Catalyst Swarm group, with the aim of promoting debate about projects already financed (the case here) and future ones. Therefore, I believe that we do have enough information to exercise a proper auditability of the project.",
        "q2r": 5,
        "no_vca": 22,
        "ne": 17,
        "is_cs": false
    },
    {
        "id": 8083,
        "title": "Carbon as DeFi Asset | BlockCarbon",
        "url": "https://app.ideascale.com/t/UM5UZBqoS",
        "challenge": "F7: Boosting Cardano's DeFi",
        "q0": "Hello Ada Voters ! When asked if this challenge is the right challenge for this proposal I must give this proposal  a 5 of 5! The challenge is boosting Defi on Cardono and this proposal will boost defi on Cardona for the following reasons. The first reason is that carbon credits going onchain and the tokenization of the carbon market has become increasingly in demand. This is due to a lack of transparency in traditional carbon markets and a lot of investors speculating that carbon credits that are issued to renewable energy companies and bought by companies that omit carbon will become increasingly more scarce and valuable overtime. Especially with government mandates and the popularization of increasing the price of carbon credits to make carbon more expensive for companies that omit carbon to buy. Floods of capital will come in to the first proposals that can successfully put carbon credits and the carbon market on chain. We even see this as Mark Cubin states in this article he will be putting 50k every 10 days into a polygon dapp that takes \"Verra vcu's 2008 vintage and above\" (certified carbon credits) and allows you to purchase them through the toucan protocol. We have seen how Cardano is painted as a very green blockchain so the sooner we start to implement onchain carbon markets the sooner we will see a boost in defi on Cardano.",
        "q0r": 5,
        "q1": "When asked if the plan can be executed we need to look at if the plan is doable. When asked that we need to look at 1. who is behind the plan and 2. what the plan is. We also need to ask 3. what are the risks out of the teams control. I am glad to see a wealth of diverse experience behind the team and I encourage ada voters to look at the teams experience so I will copy and paste each team members bio at the bottom of the feasibility portion of this review. To me the experience of the team speaks for themselves in this proposal with backgrounds in Plutos, environment, finance, risk management, and marketing as well as crypto. There is not many holes in the team I can see for what this proposal has indicated it will need in order to execute with the 30k they are requesting. Besides the demonstrated competence shown of said team members the plan itself starts out small but offers ambitious time lines and metrics. I believe these metrics are ambitious because Cardano defi to date does not have much data as defi on Cardano is yet to be seen at scale not to mention defi including the carbon markets. I think the plan is well defined and they have given many actionable items that demonstrate how this proposal will be implemented and scaled over time. So I think the proposal does meet the standards of feasibility if we count on the tail wind of defi on Cardano and the onchain carbon credit markets growing in popularity as well as the teams experience. My only other concern was about the risks regarding the broader crypto market and regulation however I would like to credit the team for identifying said risks in there proposal as it doesn't go in vein to know that the team has taken into account these risks out side of their control and have indicated ways to mitigate these risks through there connections and future partnerships in both the carbon market and crypto spaces. Here is the teams bios as promised…..\r\n\r\nThomas Wedler\r\nExperienced energy derivatives trader and entrepreneur. Ex Shell, Vattenfall, Masefield senior trader. Tom has been building and deploying programs for automated market making and energy derivatives since 2014. 15 years Derivatives experience at multi-national organizations working closely with industry bodies and speaker at energy market conferences and workshops. Involved in crypto trading since 2014 and DeFi/oracles since 2018.\r\nhttps://www.linkedin.com/in/thomas-wedler-18960/\r\nJune Akra\r\nFinancial market expert and academic with vast experience in risk management, derivatives and commodities. Experience for various risk functions in 2 billion dollar AUM fund. Holder of Master degree in Investment with distinction and awarded Draper Prize. Certified Quantitative Finance (CQF) alumni London. Experienced video editor, content creator with combined 50,000 followers on social media, NFT collector and creator and certified python AI practitioner.\r\nhttps://www.linkedin.com/in/june-a-a3a0b4174\r\nStefan Herde\r\nExperienced energy market CEO, consultant, renewables and energy efficiency expert and former president of a billion dollar US Inc. Total of over 30 years of energy industry experience.\r\nhttps://www.linkedin.com/in/stefan-herde-33058539/\r\nLloyd Duhon\r\nLloyd is owner/operator of Living Greens Urban Farm and a 25 Year IT veteran, CTO level experience. Cardano Plutus Pioneer 2nd Cohort. Experienced in leading development teams and working closely with Florida Gulf Coast University. Tom, June and Stefan met Lloyd through the Ideation and Refinement stages of ProjectCatalyst and plan to collaborate with his urban farming project sharing development resources.\r\nhttps://www.linkedin.com/in/lloyd-duhon/",
        "q1r": 5,
        "q2": "When asked if the proposal can be audited and if the team can be held accountable lets take a look at if they have given us key metrics and timelines for implementation. In regard to this it does look like every step of their plan has been given both a time line and key metrics that scale as the month go on. For example see below one metric the Number of real projects integrated with this proposal is stated here  \"Number of real projects (multiples of metric tons carbon) onboarded: one after 2 months, three after 3 months, six after 4 months, 15 after 6 months.\" this gives us in real time a way to hold the team accountable to these metrics. I will add feed back for the team as follows. One thing id like to see is how you will accomplish some of these metrics and why they are important for the ada voters to see manifest... for example when it comes to social media presence you indicate  \"Social media followers of BlockCarbon project across social media channels: 1000 after 2 months, 2000 after 3 months, 5000 after 6 months.\" and from an audit stand point this is great but i feel followers on social media is not one of the best metrics to shoot for as these numbers can be manipulated through bots or bought so i think the significance and quality of the followers you are shooting for would be a better metric to track and shoot for then the sheer quantity. I hope this feed back can provide some value for the team as i really would like to see this proposal succeed as i have stated. I can see how impactful for Defi on Cardano a carbon market proposal can be! All the best to the ada voters and thanks for considering this proposal and review ! ",
        "q2r": 5,
        "no_vca": 16,
        "ne": 12,
        "is_cs": false
    },
    {
        "id": 1789,
        "title": "Cardano Cube - Ecosystem Overview",
        "url": "https://app.ideascale.com/t/UM5UZBq57",
        "challenge": "F7: Miscellaneous Challenge",
        "q0": "This proposal comes from a pretty well known and experienced actor within the Cardano Ecosystem. The project aims to further develop their already existing information hub, where you can find all sorts of information that is built upon and related to Cardano. Having been active in the community for quite a while it is my opinion that this has an important role to play. Especially now since the recent Alonzo upgrade, Cardano is growing exponentially even though the number of projects are relatively small. The goal of the project is not just to help people navigate the ecosystem, but also attract new people into it. I would agree with the challenges of finding what you seek (as the problem statement suggests), and the solution proposed in the proposal will do just that if it will work as intended. The fact that one part of their development goals is to reach out to people not currently involved in Cardano, helping the community grow is very rarely emphasized within proposals, in my experience as a Community Advisor. \r\nI would strongly agree that this proposal not only effectively addresses the challenge effectively, but that it pinpoints a strong need within the community and the future development in the entire Cardano Ecosystem. ",
        "q0r": 5,
        "q1": "The project is well known within the community (with around 75 000 unique visitors per month), and the long term goals are presented in a clear way. It would be beneficial to the proposal if we could know more about the core team members and their individual expertise and experience (along with some useful links) within the actual proposal. Considering that the team already has a working and well received project, it speaks for commitment, understanding about the community and competency from the team. The goals themselves tick many boxes as to what anyone being involved with Cardano might need, from information about stake pools, searching NFTs by category, informing the community about ISPOs and upcoming projects along with a lot more valuable information. The proposal asks for quite a substantial amount, 45 000 USD or roughly 1/4 of the total challenge budget. This will (according to the proposer) be enough to sustain and scale the project massively during the course of one year. Considering the scope of what the proposal aims to achieve, that seems like a reasonable number. In order for the proposal to be a bit more credible, I would have liked to see a bit more detail in the budget breakdown. For example, out of the 45 000 requested, how much will be distributed to platform development? How many developers will be working, and how many hours per week etc. Based on the reasons stated above, I agree that it is highly likely that this proposal will be implemented successfully. ",
        "q1r": 4,
        "q2": "The proposal includes a list of very clear and measurable deliverables on a timeframe over 1 year. I would have preferred if the road map would've been a lot more detailed, breaking down the timeframe in milestones of 3, 6 and 12 months (for example). In this way we would be able to follow the intended progress step by step, even if the project would fall behind schedule the community would be able to follow the process. The fact that the project is active on their social media channels speaks of a good relationship with the community. More importantly, according to the proposal they rely on the feedback they get from both community members and IOHK, which implies the motive of having high levels of transparency and collaborations. Something that is further emphasized at several places in the proposal. From my experience as a Community advisor, I believe it would benefit the proposal further to have some measurements of success (KPI) details. With the addition of an estimated number of unique monthly visitors by a certain time on the roadmap, we would know where the project aims to be and what would be needed for it to be there. (Similar to what I mentioned above regarding milestones)\r\nA short discussion on the potential risks and challenges that might occur during development would also strengthen the credibility of the teams understanding of their project, which in turn leads to increased trust from people observing from the outside. Overall, I agree that this proposal provides me with sufficient information to assess the progress in attaining its stated goals. ",
        "q2r": 4,
        "no_vca": 17,
        "ne": 13,
        "is_cs": false
    },
    {
        "id": 2236,
        "title": "Beyond ISOs: SPO-driven Funding",
        "url": "https://app.ideascale.com/t/UM5UZBrcu",
        "challenge": "F7: New SPO Business Opportunities",
        "q0": "I see the stake centralization problem arising from FISOs, ISOs and ISPOs as a \"good problem\" and peculiar to Cardano. Due to the pool saturation mechanism (K factor) that forces the increase in the number of pools operating regularly in order to promote decentralization in the creation of blocks, a large number of \"seats\" are available and this encourages competition and the possibility of small SPOs to participate becomes more tangible than in other blockchains.\r\n\r\nAfter several months of testing the FISOs/ISOs/ISPOs concept, it has become clear that this fundraising model is a popular and extremely useful tool for pool owners and delegators alike. Although this tool is important, there are some problems it can bring, such as centralization of delegation and regulatory risks. This proposal intends to tackle the centralization problem, making the concept more sustainable for small SPOs and for Cardano's own decentralization and allow optional KYC integration through DIDs, which can help with regulatory issues.\r\n\r\nTherefore, there is clarity on the problem to be tackled and the proposal describes a model that aims to leverage the use of ISOs through some improvements aimed at creating a model with better UI/UX for both delegates and SPOs. The integration of Stakepad into the Stakeboard platform would allow better communication between ISOs, SPOs and delegators, through marketing, curation, filtering(which would allow ISOs and delegators to select SPOs that meet desired criteria, such as SPOs that support different social causes) and reputation of SPOs for collaboration in fundraising programs, this would make ISOs and SPOs have more visibility and delegates can find them more easily.\r\n\r\nI believe that the proposal is perfectly aligned with the challenge, in fact the use of pools as a fundraising tool is already a reality and the idea would be to polish it so that it becomes more economically sustainable for SPOs and more practical for delegators.\r\n\r\nThe metrics/KPIs included are good indicators of success and impact for this challenge and for Cardano's ecosystem.",
        "q0r": 5,
        "q1": "The team has expertise in several areas important to the project's conduction, such as software develpment, product management, business management, communication management, IT, in addition some participated in Plutus Pioneers Program and operate pools. It is important to point out that this proposal is an arm of the Stakeboard and has been under development for several weeks, some stages have already been completed even before funding, which shows commitment and productivity.\r\n\r\nThere is a budget breakdown. The frontend+banked development workload rates are appropriate, but the other items could be more detailed as there is no clarity on the required workloads for UI/UX, DevOps, Project Management and Marketing.\r\n\r\nThe roadmap and milestones are realistic, clear and objective. Stakepad's plan is reasonable and contains enough detail to indicate feasibility.\r\n\r\nThe concept of Stakestarter was presented, which intends to create an alternative fundrasing model, it seems to me that the intention is to create an optional MVP but it was not clear if Stakestarter will be a deliverable of this proposal. Based on the roadmap it doesn't seem like it, but I would recommend making it clearer.",
        "q1r": 4,
        "q2": "There is clarity in the problem, solution and in their alignment with this challenge.\r\n\r\nThe metrics and KPIs described seem to be good indicators for auditing the performance and checking the success of the proposal.\r\n\r\nRoadmap and milestones are clear and objective, which makes checking deliverables and performance easier.",
        "q2r": 5,
        "no_vca": 18,
        "ne": 14,
        "is_cs": false
    },
    {
        "id": 6625,
        "title": "Cardano Blockchain Lab in Kenya",
        "url": "https://app.ideascale.com/t/UM5UZBrLq",
        "challenge": "F7: Scale-UP Cardano's Community Hubs",
        "q0": "This is a really incredible project that seeks to empower the local community in Kenya through a partnership with a well established community hub - Elimu Hub. The premise of this project is to provide the physical resources and education required to teach local community about Cardano and grow awareness about Cardano within a safe and nurturing environment. \r\n\r\n\r\nThe team have an array of experience and are already engaged in delivery of Swahili translation on Cardano. They will mentor 5 new Cardano developers and introduce many to the cardano ecosystem through community based events and workshops. The project is locally focussed in an impoverished area of Kenya, the scalability of this project might be possible through implementation of similar models and partnerships in other community spaces in slums across the world. To do so would require excellent documentation to build a case study of the impact of this project.",
        "q0r": 5,
        "q1": "The community hub that this project team are partnering with have been based in this area since 2003 and have developed a long term vision for how they could benefit children and young people in this area through education and indeed, through providing hope for the future. \r\n\r\nThe team have a detailed plan to add on to the existing education hub and will have the support of a dedicated team with Cardano experience. The plan for executing this project is also really solid with budget to pay for the participation of the mentorship which will remove significant barriers for the young participants in this area and moreover will motivate and educate them to contribute as much as they can to the program in terms of their time and energy. \r\n\r\nThe timeframe, budget and overall program are really clearly laid out and make a great deal of sense considering the context that the team are working in. It provides for physical resources, stable internet access and support for community outreach and basic supplies. ",
        "q1r": 5,
        "q2": "This is definately a project that could be improved by having ongoing profiling within Town Hall meetings to assist with the delivery and ensure the project remains on track. At this stage there is very little indicated in the proposal pertaining to how they would report back, however there seems to be a great interest in Cardano and this would present opportunites for exchanging ideas and inspiring more life changing projects such as this throughout the world. The KPI's and milestones are clear and measurable. The delivery dates are not specific however it's time based milestones to allow for project commencement to be in tune with the outcome of funding and likely a myriad other considerations for execution of a project of this nature. ",
        "q2r": 5,
        "no_vca": 14,
        "ne": 11,
        "is_cs": false
    },
    {
        "id": 3476,
        "title": "Flooftopia: An Adorable CNFT Game!",
        "url": "https://app.ideascale.com/t/UM5UZBqa4",
        "challenge": "F7: Gamers On-Chained",
        "q0": "The game meets very well what the challenge seeks. The idea is to create a game where players would customize, with many details, their character, which would be an NFT. I found it very interesting that this game is also aimed at a children's audience, I don't remember having seen other proposals that catered to this portion of the population that is massively relevant for the creation of entertainment content (we know how huge they can be, for example, the youtube channels aimed at children, this could be repeated in games). If the project succeeds, it would be a good gateway for new users to the Cardano ecosystem, maybe even the parents of the child who play the game will be interested in learning a little about our blockchain; it would also certainly increase the number of tokens being minted and ada being traded in the game, so I believe the project would benefit the Cardano ecosystem in different ways, aligning perfectly with this challenge.",
        "q0r": 5,
        "q1": "The team seems to be very capable, they have already developed a whole concept of visual identity, which we can learn about through the website that was attached and also through the image of a character that was provided directly in the proposal. I thought it was very beautiful and attractive to the public, not just children. They also provide a short description of who they are, including their roles and some past work, so they can reassure you about their experience. And they seem quite experienced indeed, for example, according to the description given, Christian is very smart with over a decade of experience in graphic design. About the relationship of this team with the blockchain, from what I read, Conward would be the one that has the most connection with the technologies of our ecosystem, but I would like this bridge to be explored further. On the financial split, it is good that they have precisely determined how the total funding (which is quite high, but justified) would be used, but I think there could be more detail in each part. Some parts are detailed, like animation and coding works, but on the other hand some like marketing and the cool part are not well explained. These two parts of the project take a high share of the money, which makes it necessary for us to better understand what was going on. In marketing, could it be explained how the dissemination campaign would take place, through which channels would this be done, how to reach children? In the part where they explain the development of the project, they mention in the first phase that there would be activity on social networks, which makes us deduce that part of the marketing campaign would take place there. But it was important to understand exactly how this would come about. Speaking of phased development, I think this part of the project is pretty detailed so we have a pretty accurate picture of what's going to happen, when and how, the way it's supposed to be. So I think this topic here is very good, I just suggest further deepening the details in some parts cited.",
        "q1r": 4,
        "q2": "Excellent auditability, the team defines in great detail what success would be like, so we have plenty of content to monitor. In addition to the topic created especially to understand the KPIs, we could go further in the monitoring as they also detail what the phases would be like, that is, we know what would be happening and when, so that it is possible to check if things are happening as promised. What would need to be done would be that 1) the team prepare a summary of the results and present them to the rest of the community, I think that in the specific case of this project the most appropriate would be to participate in some Town Halls, since it is a highly project. visual and they've already proven to be great on the graphics side, it would be great if we had a short visual presentation of how the results would be developing. And 2) the community itself got involved with the game, testing it, bringing constant feedbacks, some members could be selected for it, including those who had children could do some tests to see how children would react to the universe and characters created. That said, I believe that the project's auditability is very well underway, it just needs to be exercised by the community.",
        "q2r": 5,
        "no_vca": 20,
        "ne": 16,
        "is_cs": false
    },
    {
        "id": 3478,
        "title": "LATAM Community DID",
        "url": "https://app.ideascale.com/t/UM5UZBqbf",
        "challenge": "F7: Accelerate Decentralized Identity",
        "q0": "I found it very positive how the author of the proposal seeks to contextualize the readers of the acronyms he uses. Oftentimes, authors have certain technical knowledge and use acronyms in their proposals so that it is not 100% understandable for all reviewers to read and understand. I would like to emphasize the importance of \"equalizing\" the understanding, which is done here. In relation to the project: I believe so, it is something that aligns with the objectives of the challenge. This challenge seeks to further encourage the adoption of decentralized identities promoted by the blockchain Cardano, and is a continuation of the challenge proposed in f6: Atala Prism. The idea here would be precisely that, to promote the use of decentralized identities across the territory of Latin America, by offering a basic course. The author justifies that, for the most part, people from this location are unaware of its advantages, and the objective of this proposal would be precisely to take such information to the population. I believe this is also good because it not only achieves the objectives of this challenge, but also relates to the other challenge of this same fund focused on Latin America. The author argues well on the topic \"why is this important?\" the validity of your project. There is no need to repeat here the points he mentioned, but in fact, Latin America is a continent that unfortunately is very unequal, while some people earn a lot of money and have all the technology at their disposal, others still have a routine of explored work and do not know/understand the benefits that some technologies (such as the one in question) can offer. So I believe the project would have a high impact if funded.",
        "q0r": 5,
        "q1": "The author provides a good explanation of what exactly his project would be, and how it would happen. It tells you what the details would be and also provides a script, which is quite detailed, but could be even more. It breaks down activities based on the passage of time, listing in topics what would happen in those intervals. In my view, it would have been even better if he had done such a split monthly, that way we would have a complete view of how the project would unfold over time. However, what is informed is enough for us to be able to visualize it satisfactorily (although not perfect). Regarding the team: I believe the author does not detail this part properly. Starting because he doesn't present himself properly, we don't know what his area of ​​training is, previous experiences and how he got involved with Cardano. He gives us his linkedin, where we can get to know him, but it would be important to have a minimum of detail about who he is and what he has done so far in the proposal itself. The author introduces some partners, but what happens is the same thing, he provides a link through which we can find out about their proposals, but I would like to know their names, training areas, etc. I don't think it would be important to have a little résumé from each partner, not as much as it is important for us to get to know the author well. We managed to find out who they are, but this basic information should have been included in the proposal itself. And about the budget, I found the 24k value to be fair for what the project purports to be. This value is divided into a few topics, which makes for a good understanding of how it would be used. However, I believe that, once again, there could be more detail. For example, in the first topic \"Introductory course and workshops: $4,000\". Would all workshops cost the same price? How exactly would this money be used to run the workshops? Content created, hosting, etc... Anyway, I believe that the author provides us, in general, a good overview of the budget and the process, even if there is a lack of detail, the part that left most to be desired in my opinion was really the team presentation.",
        "q1r": 4,
        "q2": "You can audit the project based on the information provided in the \"project details\" topic. We can also monitor the activities described in the roadmap. About the results, it is possible to monitor them through the topic \"how is the success\". In other words, the author of the proposal provides us with enough material to understand what would happen, how it would happen, in which order and vision, which final products. This makes your proposal easily auditable, as long as we choose technically prepared people to do this. Some community members could be chosen to participate in the Atala Prism project; if they were natives of Latin America, it would be even better. I also believe that because it is a very complex project and full of aspects, it would be important for the author, together with his partners, to collect information about the progressive results, and not just the final product after several months. He could give this feedback to the community, in order to update everyone on the progress of his proposal. Yes, I believe this topic is well covered!",
        "q2r": 5,
        "no_vca": 17,
        "ne": 13,
        "is_cs": false
    },
    {
        "id": 2235,
        "title": "Stakeboard: Social Staking Platform",
        "url": "https://app.ideascale.com/t/UM5UZBrJv",
        "challenge": "F7: Global Sustainable Indep. SPO's",
        "q0": "The problem described in this proposal is closely aligned with the challenge. Decentralization is a central and very important pillar for any public blockchain. Even though Cardano has an excellent distribution of block producers compared to other PoS blockchains, it is important to note that in the crypto space there are many cases where the competition is leveled down, specifically in this case it is the problem of PoS blockchains that have few validators (less than 30) and in many cases different validators are controlled by the same entity. Decentralization is what ensures security and censorship resistance in a public blockchain, as it makes the costs of attacks (like 51% attack) higher, discouraging block creators from colluding to attack the blockchain. The proposal clearly and objectively describes the pain points that centralize the production of blocks in Cardano, which are large exchanges and owners of multi-pools.\r\n\r\nThe proposed solution intends to facilitate the UI/UX of those who delegate, through a marketplace. As a moderator in the Cardano community I receive complaints almost daily from users who have difficulties in seeking information about how and where to choose a pool. Today this type of information is manually curated in the vast majority of cases and having a platform that can offer curation has good chances of leveling the playing field between SPOs.\r\n\r\nThe metrics/indicators/KPIs indicate a great potential impact on the SPO ecosystem.",
        "q0r": 5,
        "q1": "First of all, Stakeboard is already a project in full development and with several deliverables completed before receiving funding from Catalyst, which indicates a reliable and productive team.\r\n\r\nThe information about the team described in the proposal is detailed, the experiences described and the work already performed indicate that the team is fully capable of developing this work.\r\n\r\nThe budget brekdown describes 3 items, however there are few details on how the money will be spent. The definition of $5,000 for \"UX\" seems vague to me, which compromises the feasibility assessment of the requested budget. I would like to see more details indicating the amount of work for each step/time required x corresponding remuneration.\r\n\r\nDespite the vague requested budget, I believe the requested amount is reasonable given the compensation of 2 engineers and the proposed deliverables.\r\n\r\nThe roadmap is very well prepared, there is clarity in the timeline, deliverables/milestones over time.\r\n\r\nThe plan itself does not present great technical complexity or barriers, as the concept is more focused on curating information/data on a website. The only point that I see as a risk and that raises questions about the feasibility of the marketplace is how Stakeboard will deal with the language barrier, considering that the goal is an easier UI/UX, how non-English speaking users will be served ?",
        "q1r": 4,
        "q2": "There is clarity in the description of the problem, the solution and how the proposal is aligned with them. The roadmap is very well designed, there are deliverables/milestones that make auditing the proposal easier.\r\n\r\nThe metrics and KPIs were well chosen and I believe they are good indicators for evaluating success, as the chosen outputs would clearly indicate the number of users and participating SPOs and the progression over time.",
        "q2r": 5,
        "no_vca": 18,
        "ne": 15,
        "is_cs": false
    },
    {
        "id": 3509,
        "title": "DID market study & deployment",
        "url": "https://app.ideascale.com/t/UM5UZBquf",
        "challenge": "F7: Grow Latin America, Grow Cardano",
        "q0": "The idea aligns well with the objectives of the challenge, because it intends to create solutions for identity decentralization, so that such information can be handled by different types of public, such as students, professionals looking for a job, and so on. In fact, in Latin America, the adoption of Cardano is still slow (which justifies the importance of the present challenge) and when it comes to DID, it is even more so. This creates a great need to invest in this area, which is what the proposal in question seeks. Providing digital services to leverage the activity of other companies or even lone users is one way to make such an investment. I found it very interesting when the authors talk about several possibilities in the parts \"if you...\", because that way we have a good visualization of which strategies would be traced. The inhabitants of Latin America would certainly benefit from this initiative, as they would have their identities circulating in a virtual way, with the objective of achieving various advantages and not just focusing on an action. For example, at universities there are usually websites where students can download their academic transcripts to prove their affiliation with the institution. Why could this not happen, for example, also for an internship search? I think it would be that kind of activity developed here, and the blockchain would benefit as decentralized solutions would use Cardano to work through Atala Prism.",
        "q0r": 5,
        "q1": "What would need to be done to carry out the project is very detailed, from the feasibility study to the implementation of solutions. About the understanding and order of the activities themselves, I believe that everything is quite adequate. However, something that I think would be better was if they had included the time each of these activities would take. Most proposals establish phases, this was very important here, because we understand well what would happen but not when it would happen, that is, when each thing would start and end, which is essential for a full understanding of the activities. About the team: The Fairaway company seems highly qualified for the project, because they have professionals from different areas and also already have experience with decentralized identity. In addition, they have a strong network, which is undoubtedly important for any project. However, it would be more appropriate if each member were presented individually. Know who's who, their names, professional roles, how they relate to Cardano (individually), their linkedin profiles, etc. That way there would be a clearer understanding of who they are, increasing the level of confidence in the team. And about the financial division: there was a lack of detail. For example when they ask for 8k for \"customer acquisition review\", I don't quite understand what it means or why it would cost that price. I missed further explanations.",
        "q1r": 3,
        "q2": "I believe the authors even intended to propose an auditability, but this was done in a very superficial way. They establish quarterly success metrics, but information is too short, which does not allow for a deep understanding of what is planned for results. I think it would be more appropriate for there to be continuous monitoring of this project, in other words, some members of the community, preferably Latin Americans, closely monitor the progress of all stages. The first step towards this would be to define a timetable, which is missing from this proposal, by setting dates. Through this follow-up, they could provide feedback to the Cardano community, in order to clarify whether what was promised is actually happening. It would also be interesting if the Fairaway team itself conducted a survey to find out how the adoption of decentralized identities is going. Is everything going as planned? Are people using DIDs? What was the impact of this project on your academic and/or professional lives? I believe that a more detailed analysis of the team itself with the public could be done, and such information should be disclosed, for example, in Town Hall, dialoguing with other projects in Latin America such as the LATAM Catalyst School, for example.",
        "q2r": 3,
        "no_vca": 16,
        "ne": 12,
        "is_cs": false
    },
    {
        "id": 3515,
        "title": "Catalyst Events 4 Vietnam Students",
        "url": "https://app.ideascale.com/t/UM5UZBqzX",
        "challenge": "F7: Community Events",
        "q0": "The idea is very good and directly dialogues with the objectives of the challenge, as it seeks to create events about blockchain and Cardano in Vietnam. The authors justify that it is a strategic place to invest, since it has a high number of technology students graduating annually, it is also one of the countries that most accept and use cryptocurrencies, I know this because it was a fact showing in another proposal that I evaluated. I found it interesting how the authors thought about this project in a circular way, that is, they don't just intend to introduce and develop the contents with these students, but to accompany and guide them during the process of creating and submitting proposals. In this way, there would be a more complete follow-up with young people, because they would not only be taught what Cardano is, but how to launch and execute projects on the blockchain, through funding from Catalyst. That was my general understanding of the proposal, and I think it goes beyond several other proposals for this same challenge, not limited to exposing information. What could be improved, in my opinion, would be the understanding of the meetings themselves. I would like to see more detailed planning, that is, what would be the subjects covered in each meeting, how many would they be, how many students would be planned for each meeting, from how many meetings would go into practice (launch of proposals), who would present each meeting... Details. But overall, the impact of the proposal is high and fits in very well with what is asked here.",
        "q0r": 4,
        "q1": "The authors make a very different presentation about themselves: they not only define who they are, what they do individually, what their areas of training are, but also include several links from their social networks, such as linkedin, where we can get to know them more intimately , and several direct communication channels, where individual contact can be established with each. About that part, it's excellent. A lot of confidence in the authors' ability to successfully execute the project is conveyed, mainly because they are all from the technology area. I would just like to suggest that you hire someone from the marketing and design areas to promote proper outreach and design graphic materials for the meetings, these parts are also very important. There is a very detailed script here, in which we know what would happen in phases, divided into months. What I suggest is the creation of a schedule, so that the information is organized in a more synthesized and visually simple way, regarding the meetings themselves. The part of the orientation for the submission of proposals is a more qualitative and individual process, which doesn't fit so much in a table, in my opinion. But yes, the level of detail is quite satisfactory. On the financial split, I think this proposal ideally explains how the money would be used, because they don't just split the total amount, but specify more details about each part. In this way, we have an accurate understanding of how this money would be used. What I suggest here then is just a more direct organization about the script in relation to the meetings themselves, otherwise that's fine.",
        "q1r": 4,
        "q2": "We have a lot of information about auditability so that it can be done safely and accurately. The authors explain the expected results for each individual phase, providing details that make it possible to closely monitor the parties. If we were to form a team to follow the progress of the project, they would know exactly what to assess to determine whether the project is being done as promised or not, and could bring that feedback to the rest of the community. The authors also provide us with KPIs, by which we have more quantitative information, data that directly point to whether success was achieved or not. As a more objective part, I believe that such information could be included in reports and exposed directly to the community, through presentations in Town hall, for example. Finally, what I suggest to give even more strength to this auditability would be an individual monitoring of the students involved with regard to the results. The team proposes to guide them in project submissions, but would also like them to bring to us whether they got funding or not, what impact Cardano has made in their lives, if they intend to maintain contact with the community and work with it in the long term. and etc. But that would be a bonus, because the team has already provided us with enough information to do great auditability.",
        "q2r": 5,
        "no_vca": 17,
        "ne": 14,
        "is_cs": false
    },
    {
        "id": 4519,
        "title": "Swahili News, Insight, Onboarding",
        "url": "http://app.ideascale.com/t/UM5UZBmmY",
        "challenge": "F6: Grow Africa, Grow Cardano",
        "q0": "This proposal perfectly meets the main objective of the challenge, as it establishes a solid bridge between the Cardano ecosystem and native Africans, specifically Swahili speakers. He would also meet the challenge of translating Cardano's contents into other languages. I found it very interesting when the author of the proposal mentioned that he is in contact with a group of young people who have recently arrived from Kenya, from the fields of journalism and technology, because it demonstrates that he has a direct connection with the audience he intends to reach and already has candidate translators for your content library. It is also very positive that this library includes contents from the basic to the most advanced in the universe of cryptocurrencies, because the proportion of people who are unaware of this universe to those who are already aware of the concepts is quite significant.",
        "q0r": 5,
        "q1": "Certainly the duo that created the project is well trained, but lacking in detail. We know that it is an engineer and a teacher, some of their interests and areas of expertise. However, it would be interesting for us to know even more about their trajectories, places where they previously worked, other projects in which they were involved, how this relationship with the Cardano universe took place. It is always positive that linkedin profiles are attached, if they have them, because that way we can get to know more deeply who they are. Regarding the rest of the team, which from what I understand is made up of the site content writers (developers) and the future translators from English to Swahili, we don't have any information about them (a developer named Darlington is mentioned, but the information is shallow), which unfortunately leaves its presence somewhat abstract for us. For these reasons, I believe that they are, they are capable, they have demonstrated in practice that they know how to execute the project (through the attached website, which is ready, full of content and well structured), but it would be even better if we had more details about the team.",
        "q1r": 4,
        "q2": "The authors make it very clear what their funding goals are: to translate content that already exists and is produced for their website for around 150 million Swahili speakers. They also outline an action plan based on quarters, which gives us a good idea of ​​what will happen over time. However, as it is a long time, it would be interesting if the activities of each quarter were grouped in order of occurrence and more detailed. Regarding budget breakdown, we know how much money will go to each professional, knowing what he will do and for how long. A detail that I thought could have been explored further was the convection of the audio content for the site; how would they be made available? Would a person be hired exclusively for this, or would the translators themselves record? One more detail that I found crucial and didn't see mentioned: disclosure. This proposal is very positive and important, and its benefits should reach the maximum number of readers possible, both African and from other places. It would be important to draw up an outreach plan for the site! In conclusion, I believe that the proposal is in detail, but not enough for a full and deep understanding of the project.",
        "q2r": 4,
        "no_vca": 8,
        "ne": 7,
        "is_cs": false
    },
    {
        "id": 1942,
        "title": "NFT bridge and mega-gallery",
        "url": "http://app.ideascale.com/t/UM5UZBnTE",
        "challenge": "F6: NFT Business models",
        "q0": "The problem statement in itself is relevant to the challenge. The NFT market has been growing immensely during the past few months, and the Cardano blockchain will be a strong competitor to the high gas fees on the Ethereum blockchain (which currently houses the biggest market for NFTs). Creating a bridge that allows you to migrate NFTs between different blockchains (similar to what Polygon is for Ethereum) would create a wide opportunity for people to use Cardano, even if they are already involved and committed to another blockchain. I would have liked to see a bit more clarification in the solution statement. I understand that the original NFT will be copied on the Cardano blockchain and that it will expand the working area of the artists without minting each blockchain individually. But is the NFT just copy-pasted, or is it a completely new NFT that is minted on Cardano? Just an extra sentence explaining how it would work could make a huge difference in clarifying the solution to the problem. \r\nAlso, what function would this project have when compared to other blockchains that has cheaper fees than Ethereum, like for example Solana? Does the function of the 'bridge' work both ways, or is it only migrating NFTs on to Cardano from the outside? These are questions that wouldn't necessarily be there if the proposals purpose/solution to the problem would be more described in detail. Since the budget is asking for 63% of the total funds for the challenge, it is my opinion that the proposal should be crystal clear in what it wants to do and how it intends to do it, no matter who is reading it. \r\nBecause of these question marks, I'm giving the impact a score of 3. ",
        "q0r": 3,
        "q1": "It would be beneficial to the proposal if there was some evidence to verify the experience of the team, for example LinkedIn or website. The proposer seems to acknowledge their need of hiring 4 external developers, since they don't have enough experience in developing on Cardano, which is one of the reasons for the budget being so substantial. I'm by no means an expert in business administration, but the budget seems a little bit excessive/inefficient in its allocation of funds. For example, the budget plan includes hiring 2 dedicated testers for 18 000 USD, and I'm assuming the time frame of this spans over the course of 6 weeks (which is the time horizon the proposal provides). My question is why the project aims to finish their product in such a short timeframe, if it means spending so much funds? The proposer gives some further explanation in the comment section of the proposal where he describes the complexity of launching the product piece by piece instead of the whole cake. I would have liked to see some more specifics included in the budget, for example how many working hours are intended for each position in the project. \r\nThe project plan is more than highly ambitious considering the short timeframe and the massive amount of funds required to reach the intended goals. The detailed plan does feature enough specifics to communicate the experience and understanding of creating such a product that the proposer aims to create, albeit with the bar set pretty high. If the proposal had a bit more detail describing and backing up their ambition, I would be comfortable in assessing the feasibility of the proposal, but at the current state I'm unsure of the level of feasibility, which is why I'm rating it a 3. ",
        "q1r": 3,
        "q2": "There is a rough estimate of time required until the products intended release, with milestones and a time horizon. The team intends to share the development progress with stakeholders and community weekly by reports, having their code on GitHub, and updating the status online for the community to follow. These check-ins with the community and stakeholders are really good for the transparency of the project. I would have liked to see what channels they intend to communicate with the community (apart from GitHub), will it be via Telegram, Discord, Twitter, their own website? \r\nThere are some metrics of success provided, but these could be improved by adding something more quantifiable than having 'we finished this product/function', this would make it more easy for the community to follow and assess. As stated earlier in the assessment, the proposer does seem to have some level of understanding of the potential risks and challenges provided within working with the project (for example hiring a lot of external developers). The level of detail provided is still not enough for me to be entirely comfortable with the auditability of the proposal, there are currently more descriptions WHAT the proposer wants to do, than HOW they want to do it. I'm unsure if this proposal provides me with sufficient information to assess the progress in attaining its stated goals.",
        "q2r": 3,
        "no_vca": 6,
        "ne": 6,
        "is_cs": false
    },
    {
        "id": 4512,
        "title": "CARDONEX ⚡",
        "url": "http://app.ideascale.com/t/UM5UZBmlv",
        "challenge": "F6: Proposer outreach",
        "q0": "This proposal is very interesting and perfectly dialogues with the main objective of the challenge. The authors intend to create a kind of event, called Cardonex, which will bring together university students and educate them about the Cardano ecosystem. In this way, we would be bringing to the community people with a whole professional future ahead of them, who would certainly have a lot to contribute, and if they were involved from an early age with the ecosystem, they would, after some time, be great connoisseurs who could bring many benefits and spread the ecosystem activities for a long time. I found the proposal innovative, because practically all the others I read about this challenge were targeting an older audience, already consolidated professionals. It is important to think about students, because they are a great source of knowledge propagation and can recommend ecosystem activities to colleagues, as they are all still in training and are almost always open to new experiences, waiting for opportunities to develop their own careers - very solo fertile for Cardano to grow and benefit (in addition to benefiting students, of course).",
        "q0r": 5,
        "q1": "The proposal authors seem very well qualified to manage the project, because as they say, they are familiar with the academic environment and have a lot of experience with the universe of cryptocurrencies and blockchain, claiming to have developed a dApp ([deqree.in ](http://deqree.in/)). They also have contact with a large number of people, which is extremely positive for the idea to spread and become popular. What I missed here was that they didn't make it clear that they would like to hire more people to make Cardonex, I think the idea goes beyond technical knowledge, it also needs an investment in production, after all, bringing people together involves several logistics, including organize spaces, transport, water supply and that sort of thing. I think it would also be important to hire a designer to make graphic material to publicize the event, even to circulate among the channels they already have, with a lot of visibility. For these reasons, I believe so, they are qualified for the proposal, but it is still necessary to think about other non-technical factors in the cryptographic world that are also involved here. Regarding the roadmap and expenses, we have information, but it lacks details, as I will explain below.",
        "q1r": 4,
        "q2": "The proposal authors describe very clearly and concisely which steps would be part of their larger plan, but I still felt there could be more detail regarding each activity itself. For example, when they say that the first phase is to bring students from different universities on board, it would be interesting to better situate, for example, how many students would be called, which universities would be targeted, how they would convince students to spend a little of their time to a cause they still don't know about... Another thing that could have been better detailed: how often the hackathons would happen, what is the average duration they intend to keep each encounter. A list of content that they would address, chronologically, in each hackathons could also have been listed, so that we could better visualize what each event would be like. Similarly to the presentation of activities, expenses were informed, how much would be allocated to each thing, but there could also be more details in this part, because, for example, in the organization of hackathons and deadlines, many things would need to be done. It would be positive to comment in more detail on each part of the budget breakdown. In terms of success metrics, we do. What is positive for the community to follow the progress of the project.",
        "q2r": 3,
        "no_vca": 6,
        "ne": 6,
        "is_cs": false
    },
    {
        "id": 492,
        "title": "Add multilanguage to CNFTHub.io",
        "url": "http://app.ideascale.com/t/UM5UZBm27",
        "challenge": "F6: Scale-UP Cardano's Community Hubs",
        "q0": "I checked the website this proposal is referring to and it is clear that the team puts a lot of work into keeping it up to date.The proposers would like to receive some funding to add a language plugin as well as videos in different languages. While I think the proposal would be better in the language challenge it still can be seen as a \"hub\" that serves a specific community of people that are interested in NFTs. Right now, NFTs are gaining more and more traction and pull many new users into the crypto space. If the proposing team would receive funding to add the required plugin and videos to provide content in various languages, this would help onboard new users into the Cardano network. I would have scored this proposal higher, if it would have been in the language challenge and if it would have provided some statistics on the users of the website - how many users visit the site per month and from which regions? How many videos will be made available and in what languages? ",
        "q0r": 3,
        "q1": "While the proposers did not provide much information, I was able to look at the website which is up and running and has lots of timely content on it - this proposal just asks for funding to further develop the website to make it more accessible in different languages. So relevant experience matches the goal and implementation is highly likely. While the budget is not broken down it is only 500 Dollars in ADA and for this amount of funding I think it would be great if this project would receive funding to enhance accessibility for the website. However, it is not clear how many videos will be produced, especially seeing that the budget is not broken down.",
        "q1r": 4,
        "q2": "The information provided is definitely not sufficient. But the project is still auditable. The implementation of the language tool can be audited on the website, as well as the videos. But the proposers did not give information on a roadmap that would include metrics for the videos.  It is not clear how many videos the team plans to do - so auditability is limited for this part of the proposal. However, seeing that the team is requesting 500 Dollars in ADA and plan to implement the changes/ addon for the website in 30 days after they receive funding, this would make the project auditable and if referring to SMART goals for instance, the goal to build the addon is \"S\"pecific, \"M\"easurable, \"A\"chievable, \"R\"easonable and \"T\"imebound. As for the videos, not enough information is provided to audit the video-part of the proposal, since number of videos and number of languages is missing. But I think this would add a great deal of value to an existing website.",
        "q2r": 4,
        "no_vca": 11,
        "ne": 9,
        "is_cs": false
    },
    {
        "id": 4286,
        "title": "Catalyst Proposals Assessment Guide",
        "url": "http://app.ideascale.com/t/UM5UZBndT",
        "challenge": "F6: Distributed decision making",
        "q0": "The proposal does address the challenge quite well. It's great that they back up their assessment of the problem with real info from the Cardano Vietnam community survey; and their aim to \"help the community to evaluate proposals by themselves\", rather than telling people what to vote for, shows a good grasp of a key principle of distributed decisionmaking.\r\n\r\nBut – they're basically trying to insert a second  tier of assessment, with separate criteria, in between the proposer and the voter, without explaining how they will communicate these additional criteria to proposers. In order to be transparent (and transparency is a cornerstone of distributed decision making), it'll be important to make sure proposers are aware of these new criteria that they're going to be assessed on; this will take time and effort that's not accounted for here. For example – writing guidance notes? Integrating it all with the challenge settings on Ideascale for fund 8? etc. I'd like to see some awareness in the proposal that this needs to be done by *someone* (even if their plan is for someone else to do it), because not recognising that it needs to be done at all is a bit of a red flag for me as it's so anti-transparent.\r\n\r\nI get that the team is using an iterative process to develop the evaluation criteria, and that's great; but I would like to see a little more info, even if it's quite vague, about what kinds of additional criteria they think they might develop in their first iteration, and how these will address the challenge. Or if they really don't have any idea of what the criteria might be until they start working on it, then I'd like some more detail on what their processes will be to develop the first iteration. Will they use any research or consultation to come up with these additional evaluation criteria? How will they ensure that these additional criteria address the challenge and improve distributed decisionmaking, rather than being arbitrary or irrelevant? \r\n",
        "q0r": 4,
        "q1": "The proposal team seem to be quite connected to the Cardano community, which is great, but the information and links given about each of them are a bit opaque, honestly. For example, it's hard to assess from a github with no public repositories , whether someone has the skills to deliver a project, so maybe a little more info on people's skills and experience would be useful. The budget is clear and well broken down, though; and the plan, dates and milestones seem solid and achievable. ",
        "q1r": 4,
        "q2": "It's good that they are taking an iterative approach, so we can audit progress by looking at e.g. their community survey halfway through and the feedback they get from their testers. Ideally, though, I'd like to see a couple more audit metrics being used. For instance - we can audit whether the target 200 people are using the guide; but can we audit how many of those people actually do go on to vote? And on the qualitative side - as it stands, we can audit \"has an assessment guide been made, and are 200 people using it?\" What's missing is \"...and what do those 200 people think of it? Is it helping?\" I'm sure that info will be in the community survey the team plan to do, so it'd be great if they could make explicit how they will collate that info, anonymise it if necessary, and make it available to the community so we can assess what effect this work has had.",
        "q2r": 4,
        "no_vca": 6,
        "ne": 5,
        "is_cs": false
    },
    {
        "id": 2882,
        "title": "Give Users security and confidence",
        "url": "http://app.ideascale.com/t/UM5UZBnYy",
        "challenge": "F6: Metadata challenge",
        "q0": "The project proposal presents the problem of the smart contract not bridging the gap between a legal contract and a smart contract code. The goal of the metadata challenge is to implement anti-counterfeit and traceability solutions. Thus the project is within the challenge settings.  Implementation of the Ricardian contract standard and the development toolkit will have an unlimited impact on the Cardano ecosystem since it'll create a bridge between the legislation managing applications and Cardano platform capabilities by removing the room for fraud. ",
        "q0r": 5,
        "q1": "The proposer team describes the relevant experience.  However, I could not locate the relevant references that support that. The proposer provided the links to the projects he worked on, but it's not easily verifiable that the team worked on those projects. Also, it would be helpful to describe the extended team and link to their credentials. \r\n\r\nThe proposal outlines the complete roadmap for the project. But I think it's important to clearly understand the target audience's needs that might utilize the Ricardian contract in the software that already exists or is being developed. I couldn't locate the mentions of the consultations needed outside the Cardano community or smart contract developers, or if such would be beneficial to identify the real-world needs. It will help if the proposal has a distinctive strategy to gather all-rounded feedback.\r\n\r\nAlthough the plan outlines the formalization of the existing standards and tools on the market, the proposer mentioned that the list of the presented tools and standards is not exhaustive, so it would be important to discuss the potential risks of the research phase taking longer than anticipated. \r\n\r\nIt would be reasonable to specify further technical details that match the budget breakdown, such as the community engagement expenses. And possibly indicate if there is any budget required to host and run the prototype.",
        "q1r": 3,
        "q2": "The project milestone definitely describes the plan and goes beyond the three-month scope. The standard draft and all related tools are planned to be open-sourced, will be published to GitHub. Perhaps having some drafts or UI mockups before the engagement of the community to keep the discussion in the timeline and scope would be beneficial. Also, it would help to follow the project progress. As mentioned before, the research phase timeline is a little concerning. Since the full scope of the research field, expected results, and potential risks are not sufficiently presented.",
        "q2r": 4,
        "no_vca": 9,
        "ne": 8,
        "is_cs": false
    },
    {
        "id": 770,
        "title": "The Roadmap Revisited",
        "url": "http://app.ideascale.com/t/UM5UZBncU",
        "challenge": "F6: Partnerships for Global Adoption",
        "q0": "There are the beginnings of a lot of interesting and exciting ideas in this proposal. Given the goal of developing partnerships with global organisations achieved through creating hubs around the world, this proposal seems to be suggesting a framework or method for teams to sign up and coordinate around the establishment of those hubs. The proposal references diversity and inclusion and multidisciplinary teams. However, it is not clear how an open call for teams to sign up will lead to the establishment of diverse teams. It is also not clear what these teams are meant to be doing, beyond the very general goal of beginning partnerships. The World Bank and UN are giant organisations and more practical details about exactly how partnerships would be built, with which department and areas, and how Cardano would be involved would be helpful. Perhaps the idea is to empower a variety of teams to come up with those specifics, but if so, that should be clarified, with additional detail provided regarding how the teams will be directed or motivated to accomplish the objective. I also envision issues with scalability, as there is no explanation of how coordination will occur among 130 different teams using the same google docs spreadsheet. I also find the inclusion of the CF roadmap material from a year ago confusing. I don't understand how those activities connect to this proposal.",
        "q0r": 3,
        "q1": "The proposers have not provided any information about their skills and experience. The Community Road map video is referenced under Relevant Experience. The video seems to have been chaired by Rick McCracken and his name is listed as the Section Lead for the Roadmap section. Does this mean Rick a proposer? The video and docs also don't seem to have been updated in the past year, while a lot has changed at the Foundation, particularly regarding the composition of the Council. Therefore, I find this documentation not particularly helpful in assessing the challenge. The proposal requests $10,000 which would be divided amongst the teams, but there is no breakdown of how those funds would be used by each team, or how they would be assessed for success. I don't see information about a timeline, beyond referencing 130 countries in 6 months, which does not seem feasible, particularly given a budget of $10,000. The proposers seem to acknowledge this gap. ",
        "q1r": 1,
        "q2": "There is no roadmap with milestones. There are no metrics or KPIs, nor is a description of the success of the project clearly articulated.  As no clear plan is provided regarding what the funds would be spent on, it is rather difficult to imaging auditing the progress and success. In conclusion, the idea of a team of teams is intriguing and could be powerful. More specifics regarding metrics, tasks, and objectives would be helpful.  ",
        "q2r": 1,
        "no_vca": 7,
        "ne": 6,
        "is_cs": false
    },
    {
        "id": 490,
        "title": "Homeless Hub",
        "url": "http://app.ideascale.com/t/UM5UZBm2A",
        "challenge": "F6: Scale-UP Cardano's Community Hubs",
        "q0": "The proposal addresses the challenge very effectively and delivers a thorough plan to add one new community hub to the Cardano network, while delivering documentation and cooperating with 3 organizations for the project adding the chance of this project being replicated or shared, leading to scalability. The problem that is raised connects a community hub to support the community of the homeless in the UK to participate and learn about blockchain while aiming to empower this group by including them in the process. This proposal is targeting a marginalized group at the ground level and gives a clear program that empowers the targeted core group to launch a blockchain related project as on outcome, again empowering the people that are the targeted audience to be active instead of just delivering information from top down. It is a very well thought through way to (a) support and empower a specific group of people and (b) showing them one possible way to engage in a community in a  meaningful way ",
        "q0r": 5,
        "q1": "Qualifications of the proposing team have been provided and strongly point to the proposers having a lot of prior experience (both with Homeless population and with Blockchain/Catalyst) and would point towards a very high likelyhood this project will be implemented. Besides the necessary experience in engaging with the homeless population, the proposer already committed greatly to the Catalyst community in several relevant roles. The financial budget is very clearly allocated and reasonable to set up the actionable steps that are provided through a very clear roadmap with milestones and an expected launch date for the group of the homeless and a later launch date for the public. Leaving the exact product that will come out of the workshops open is necessary since the underlying idea is to get a different and/or additional perspective on blockchain/Cardanao/Catalyst FROM the homeless instead of setting up a product that has to be launched by the homeless. This way, we might end up with something way more relevant to develop the Cardano Ecosystem to provide value for diverse groups across the globe. For a project like this that has a clear start and end, I recommend having the participants fill out a questionnaire at the end to evaluate relevant data about their experience which would give us great insights about possible future projects (what was perceived as helpful, what would be good to include in the future, general satisfaction of the participants and self-perceived likelihood of a participant to further engage with blockchain/Cardano).",
        "q1r": 5,
        "q2": "The roadmap and financial budget including the milestones and a product that will be launched gives full auditability. Additionally, Stephen is already committed to document relevant information throughout Catalyst so this project will add to further document strategies/methods/information throughout Catalyst and might be able to serve as a template or method to be used for further community engagement projects, which would add additional value. Problem statement and solution delivered match and address both the challenge effectively. Success criteria is relevant and feasable, making it not only auditable but also realistic. The team also did a great job at looking at the possible risks of their project. Especially sharing their methods of how to deal with high dropout rates. Generally, the proposal points to the proposing team having great experience in both the area of engaging with the homeless as well as in the Catalyst Community and Cardano/Blockchain area.",
        "q2r": 5,
        "no_vca": 9,
        "ne": 9,
        "is_cs": false
    },
    {
        "id": 4941,
        "title": "SEMANA CARDANO",
        "url": "http://app.ideascale.com/t/UM5UZBmxH",
        "challenge": "F6: Multilingual resources",
        "q0": "The idea to create both dynamic content to engage the Spanish-speaking world, as well as resource/training content, clearly addressed the challenge of creating multilingual resources. Spanish, as a widely spoken language is a good place to start in order to have global reach and add the most value to the community and ecosystem. Any voter should be able to understand the premise and purpose of this proposal. That being said, it will take a lot more resources to maintain however, as Cardano and the ecosystem are rapidly changing and evolving. This is not insurmountable but just something that will need to be taken into account to keep the content relevant. I have over 10 years experience in educational content creation for a FTSE100 company and this was one of the biggest challenges (and opportunities). At this point in time, I think, theoretically, this is a good place for funds to be spent. \r\n",
        "q0r": 5,
        "q1": "Having 4 pillars/axes on which content is created seems like a great way to engage people. That being said, if the content is to be re-used and be a learning resource, the proposer will definitely need some support and feedback from the community in order to create content that is more learning-focused - and that stays relevant as the ecosystem evolves. \r\n\r\nI am unsure about the split of content the proposer is intending on creating. Whether it is going to be predominantly static content to be used as a learning resource or dynamic, social content in order to primarily engage. It would be good to give a few more explicit examples of the types of content you intend on creating to give voters a way to understand this project better. For example, what might a headline article/video be vs the learning content that might support it?  The background of the proposer is indeed exciting as they will have a natural penchant for promotion, however, I wonder if they have the knowledge and experience to create more weighty content over and above that of an influencer? Not that that would not be useful, it's just veering away from the challenge in some respects. \r\n\r\n\r\n",
        "q1r": 3,
        "q2": "With this confusion in mind, I am uncertain the budget plan is on point or sufficient. The proposed costings for the content creation (using professionals in audio/visual/copywriting etc) seems low. Also, having been written on a \"weekly budget\" rather than a \"per content\" basis doesn't make this project easily measurable. The KPI/success metric of 10k subscribers by the 6 month point seems a little low for the budget. In 6 months, one would expect to see a multiple of that number at the very least.\r\n\r\nFinally, as a qualified project manager (Agile), I would like to see some project milestones and clearly defined objectives listed out. Similarly, there are no risks or challenges mentioned. A key risk and challenge when talking about mailing lists (especially with a European language) will be that of GDPR and that will need to be addressed if direct communication and mailshots are the primary communication method. Another challenge that jumps to mind is the regional variations within the Spanish language. The content distributed to mainland Spain will have an almost entirely different dialect than that that would be understood in Mexico, for example. \r\n\r\n",
        "q2r": 2,
        "no_vca": 8,
        "ne": 8,
        "is_cs": false
    },
    {
        "id": 2441,
        "title": "NFT for the masses",
        "url": "http://app.ideascale.com/t/UM5UZBnBw",
        "challenge": "F6: NFT Business models",
        "q0": "This proposal sets out the problem statement that NFTs are to be more accessible to non-technical or non-crypto people which in turn is proposed will onboard the broader population. The proposal does not succinctly propose a solution for the problem in one place, but by working through the content, the proposal is an ask for funds to develop and market a user-friendly, easy to understand frontend of an NFT sales and auction interface, with the option of payment through fiat currency. The proposal sets out a user engagement strategy to bring the non-technical / non-crypto segment of the population to the interface. That being said, the team may wish to consider the use of marketing expertise for this portion of the project as the intention is mass adoption by those outside the crypto ecosystem. Given the information provided I agree that the proposal addresses the challenge.",
        "q0r": 4,
        "q1": "The team is comprised of two technical founders who have developed https://nftdot.io/ (the site was unfortunately not up during time of this review). The team does provide the GitHub repository with back end technical detail for NFT minting and related material. The team has recently added an UI/UX designer to the team for purposes of frontend development. The team is technically astute (as derived from previous work completed and LinkedIn profiles), however the team may wish to consider how best to ensure the project executes on a robust marketing strategy if the intention is mass adoption. \r\nA road map is provided which includes technical development (including acceptance of fiat currency) and a marketing acceleration and adoption deliverable. The budget provided is broken down into five broad categories the bulk of which is to be utilised on technical development. The ask here is for $9,999. The team has proven they are technically capable, and I agree they are technically strong enough to built an easy to use frontend interface, however mass usage of the project outside of the crypto currency ecosystem would require a stronger set of skills to focus on marketing the same and it is for this reason that I can unfortunately not agree or respectfully disagree that the project is likely to succeed.\r\n",
        "q1r": 3,
        "q2": "The team provides a breakdown of monthly deliverables for the first 6 months. The success of the deliverables in months 1-3 are readably ascertainable as they include front end functionality of the project. The deliverables in months 4-6 are less obvious. Here we would be best place to request additional detail from the team as to what these aspects would include. Given the lack of information provided here I cannot agree or respectfully disagree that we have sufficient information to measure the success of the project.",
        "q2r": 3,
        "no_vca": 6,
        "ne": 5,
        "is_cs": false
    },
    {
        "id": 4118,
        "title": "Cardano Interop NOW",
        "url": "http://app.ideascale.com/t/UM5UZBnRk",
        "challenge": "F6: Atala PRISM DID Mass-Scale Adoption",
        "q0": "This challenge asks how we can achieve mass adoption of DIDs and Prism. This proposal aims to to do that by creating a DID bridge between the hyperledger Indy and Cardano blockchains.\r\n\r\nThe problem statement doesn't call out a specific problem but makes a general statement about lack of infrastructure. The problem statement should be more specific. I think an improved problem statement would be \"Cardano does not currently have DID bridges to other blockchains\" which is much more specific and sets up the solution statement better. \r\n\r\nThe solution statement is succinct but doesn't relate well the problem statement because the problem statement isn't well crafted.\r\n\r\nThe goals and metrics of this proposal are well aligned with the challenge. A cross blockchain DID/VC platform will certainly improve DID adoption and having an open source wallet which can interop between several blockchains is a great idea. I do wish a link to the existing product was provided.\r\n\r\nThis proposal I believe will be scalable assuming the DID/VC platform is well architected. The wallet should scale just fine and the underlying infrastructure of Cardano and Hyperledger will scale quite well.\r\n\r\nI give this proposal a score of 4 because the problem statement isn't well crafted and some details about the existing product (which will be extended) are missing.",
        "q0r": 4,
        "q1": "The team is highly experienced with decades (maybe even a century) of total experience. This is a very positive signal. The links to the LinkedIn profiles of the team is highly appreciated. \r\n\r\nThe implementation plan is quite sparse though. Being an engineer myself (distributed systems, devops, and ML infra), I find it hard to believe that in 3 months an interblockchain DID protocol will be architected, developed and pushed into production with a comprehensive test suite (the test suite isn't mentioned but I believe inter blockchain tech should be well tested). Not only that, the team wants to build a DID/VC issuing platform and an opensource wallet. The team also wants the wallet to be multilingual and I know that internationalization is a difficult and tedious engineering process. The proposal doesn't mention which languages will be supported. The proposal also doesn't mention which tech will be used to make the mobile apps.\r\n\r\nMy opinion would be different if a link to the existing product was provided so that I can evaluate how far along the existing product is. I also took a look at the provided websites and I'm not impressed by the quality of tech there. They're quite simple websites with only a landing page and a contact us form. The websites do not match the entrepreneurial experience of the team.\r\n\r\nIt's not clear if the budget will last for the entire 12 months of listed work or if the team will request more funding in the future. \r\n\r\nThe proposal doesn't outline a marketing plan - how will they gain \"Stable & growing user base of digital wallet across Canada and India, including government orgs\".\r\n\r\nOverall, I strongly disagree that this proposal has a highly likelihood of successful implementation. I expect that a team of this caliber would have a much stronger proposal with more details.",
        "q1r": 1,
        "q2": "As stated in the impact portion of this assessment, the problem statement does not clearly identify a targeted problem. However, the solution statement does clearly state a solution.\r\n\r\nThis proposal provides a roadmap with 3, 6 and 12 month milestones but it's not clear if the requested funding is for the entire 12 months of work or just a portion. The milestones are clearly articulated but some of them are not precisely measurable. What does \"Stable & growing userbase of digital wallet across Canada and India, including government orgs\" mean? How can it be stable and growing at the same time? Growing at what rate? How many governement orgs? What distribution across Canada and India? What does \"Commercial adoption of VC issuer/verifier platform in the US, Europe, and India\" mean? How will commerical adoption be measured? Why isn't Canada in the list for commerical adoption but in the list for consumer adoption? How will we know if this wallet is \"globally recognized as the most trusted digital identity wallet\"? How do you measure trust levels across the globe?\r\n\r\n\"Digital wallet and issuer/verifier platform enables Cardano to compete as the preferred distributed ledger for the adoption of decentralized digital identity globally\" is nonsensical. Cardano will compete regardless of whether this proposal gets funded. Cardano might not win without this proposal but it will be competing nonetheless.\r\n\r\nOne of the 12 month milestones are is good, it will be easy to verify if 10 mid-to-large size companies adopt the project. \r\n\r\nOverall, I give this proposal a score of 3 for auditability.",
        "q2r": 3,
        "no_vca": 6,
        "ne": 6,
        "is_cs": false
    },
    {
        "id": 4523,
        "title": "Hard money on Cardano",
        "url": "http://app.ideascale.com/t/UM5UZBmod",
        "challenge": "F6: DApps & Integrations",
        "q0": "The proposal is very ambitious, with the premise of making people who have bitcoin use Cardano, through the creation of a native token called Hard Blue. According to the author, this solution will make Ada more valued and Bitcoin will lose some of its dominance in the cryptocurrency market. But is it really? In my view, it's a bit illusory that a single project will make such a profound transformation in the way cryptocurrency holders see the possibilities. I believe that the best way to value Ada, Cardano and all the assets that involve our community is to promote several projects that bring a real positive impact on the world, as has been done through financing funds, and as the number of supporters of Ada grows, the currency will also gain more power and with that it will appreciate. The idea that this entire process is boiled down to a single action seems to me too ambitious and far-fetched. I think it would be positive if 1) the author redefines with a more realistic vision what he intends to achieve with the release of Hard Blue 2) that it be better explained how the project would work, as I will detail in the comments below. We also don't know if Hard Blue would work through a dapp, as the challenge seeks.",
        "q0r": 1,
        "q1": "About the author, little is known. He claims to have 10 years of experience investing in cryptocurrencies, but that's all we're told. It would be interesting if he presented a little of his trajectory: in these 10 years, where he studied, worked, some examples of investments he made and their results. Unfortunately, we don't have any information about who the team is. We are not presented with names, functions, a brief description of their professional trajectories so far, making it very difficult to visualize what they are capable of doing. There was a lack of detail, both to introduce the author and his team, as these issues are addressed in the proposal, we have not been able to create confidence and a solid vision of their work and also what is to come. The next stages of the project are mentioned in a superficial way as well, giving only an impression of what will happen, but not an understanding of the details.",
        "q1r": 2,
        "q2": "All we are told about the auditability of the proposal is that there will be a lot of publicity and how the financial amount would be used for this. But we don't know 1) who will create this advertising (who is the marketing person, the graphic design person...?); 2) how would advertising be done (through illustrated posts, videos?); 3) which target audience they want to reach (whether they are just bitcoin holders or also people who have other cryptocurrencies, or even who do not have any)... Besides, we don't know what will happen after all this publicity, if it it will only be done with the purpose of understanding how many % of the audience would be willing to use Hard Blue or for other purposes as well. We are not told exactly how Hard Blue would work, whether it would be through a dapp (after all, this challenge seeks dapps that are interesting for Cardano), how the transactions would happen in practice for those who adopted the token... Nor how community would follow the development of the project. I found it unrealistic when the author says that all the funding money would go to advertising and the team would work for free, with what motivation would they do this? If this is really the intention, it would be important to understand why; For these reasons, I believe the proposal needs to be revised and a lot of information added.",
        "q2r": 2,
        "no_vca": 8,
        "ne": 7,
        "is_cs": false
    },
    {
        "id": 4547,
        "title": "Almagua DAO",
        "url": "http://app.ideascale.com/t/UM5UZBnDi",
        "challenge": "F6: Partnerships for Global Adoption",
        "q0": "This proposal speaks directly to the main objectives of the challenge, because it is an institution that works in favor of Sustainable Development (SDG) goals, more specifically in the field of control of the emission of polluting gases and training of marginalized populations (in this case, Colombia). From what I understood, the projects developed by Almagua would earn a certificate in the Cardano network, through a staking pool, and with this other companies/institutions could consult them directly and safely. In this way, the team that created the proposal found a way to intertwine its activities with the Cardano ecosystem, in a way that is beneficial to both, because it will bring security and practicality to Almagua and dissemination to Cardano, in my view, thus achieving what is proposed in this challenge: that Cardano can collaborate with sustainable projects.",
        "q0r": 5,
        "q1": "It is certain that the team is very capable in relation to the activities they already carry out, that is, in what concerns projects with sustainable objectives. We are provided with a website, the name of each member of the team and a video that explains in a succinct and illustrative way the main problem they work with. However, two things worried me here: 1) we don't have detailed information about each one of the team, what they do, what their backgrounds and previous works are 2) we don't know very well what the relationship between the team and Cardano is, if you understand the pools, blockchain and etc. It would be positive if we were provided with more details about who they are and how they would bridge the gap between the institution and our ecosystem, if they would hire someone from outside who is an expert in the subject, or if they themselves already understand this and would pass on by capabilities. Due to these factors, I believe that we have solid confidence in the Almagua team, but lack certainty when it comes to joining their activities to the Cardano universe.",
        "q1r": 3,
        "q2": "We have some information about what will be done regarding auditability, but not enough. Let me explain: we know what the objectives of each phase are, but they are very broad, and there is not much detail about how each phase would take place. For example, in phase 2, a marketing and communication plan for the platform would be made. It would be interesting if the authors clarified things like 1) where the disclosure would be made 2) how the Cardano community would be aware of the project 3) which target audience they would seek to reach, outside our community. As well as this phase, the others could also be better broken down. I really missed understanding how the bridge would be built between the projects and technologies involving Cardano, as I said in the previous comment. These doubts could be explained if phase 1 were more detailed. Regarding the temporal organization and division of expenses, I didn't find points to criticize, I believe that the team organized the details very well about this.",
        "q2r": 3,
        "no_vca": 7,
        "ne": 7,
        "is_cs": false
    },
    {
        "id": 1952,
        "title": "Cardano Risk Profile Audit",
        "url": "http://app.ideascale.com/t/UM5UZBmqa",
        "challenge": "F6: Cardano Emerging Threat Alarm",
        "q0": "The challenge is to  help stakeholders identify serious emerging systemic threats for the Cardano blockchain before a threat overcomes the system. The proposal does put forward a convincing path to conducting risk profile cybersecurity audits for stakepool operators (SPOs). The campaign brief specifies that Cardano stakeholders (users, SPOs, DApp developers, partners, Exchanges, governments, companies) need a resilient system that is able to identify and grade developing threats to its own existence. The challenge brief is wide and I would welcome a wider ranging solution that would encompass more types of threats - as a better fit as it would cover more ground and would represent a better fit to the scope of the challenge.  The risk profile audit will help identify and grade  developing threats - but will inherently be limited by its narrow scope. It targets cybersecurity risks specifically and I think it addresses that narrow segment competently. The proposing team proposes a \"Risk Profile for Cardano stakepool operators who manage individual nodes across the network\". BTW, it is not clear to me from this sentence whether the focus will be stakepool operators who manage \"individual nodes\" only or does the scope also include stakepool operators who manage \"multiple nodes\" - meaning multiple pools, but this does not detract from the score (I presume it means all SPOs). \r\n\r\nMaybe there could be space for using the experience gained in developing templates for independent Stakepool node assessment - for other elements of the Cardano ecosystem as well? Or trying to widen the project to cover more threat sources in a similar fashion? \r\n\r\nUltimately, the proposed solution does not address other novel, emerging systemic threats to the Cardano ecosystem. Other important threat sources, include economic and social threats, or regulatory sources, or operational issues related to the structure of Cardano and its components, major stakeholders, market destabilizing activities, attempts to destabilize the chain from other sources, etc... \r\n",
        "q0r": 3,
        "q1": "I think that the proposers of this challenge are an impressive combination. The right mix of theoretical experience, practical experience in running a stakepool and technology risk professional experience. The proposers' solution is to develop a Risk Profile Cybersecurity Audit for SPOs using NIST, ENISA, and ISO cybersecurity standards. These standards are publically referenced and the proposal includes links to the NIST Cybersecurity Framework, ENISA Cybersecurity Standards and Certification, and the ISO Information Security Management System (ISMS) Standards. I think that the proposal seems feasible, well in the competencies of the proposing team and would provide some great value. There is something I noticed too. According to the scoring criteria for feasibility a feasible proposal has considered the following aspect as well: (The proposal clearly explains technical aspects like architecture, language and technologies if they are crucial for implementation.). So, while the NIST, ENISA and ISO standards are referenced with links, I was trying to explore to learn more about the proposed integration of Cardano stakepools onto the NOXMON C2RM (Control Cyber Risk Management) tool. The tool is not presented in any detail in the proposal and its significance is not explained, so I tried searching for it on my own. From where I am based (on Sep 11) a Google Search reveals only one result (https://noxmon.com/), when I open the webpage I see a page for what is presented as a technology & cyber risk management company. However, the company's page is full of placeholder (dummy) text commonly used to demonstrate the visual form of a document without meaningful content. The Case Studies page on this website (http://noxmon.com/project/consumer-products/ ) is non-existent, while the Testimonials page (https://noxmon.com/testimonials/) is full of John Doe (\"Lorem Ipsum\") quotes. Effectively, I am not able to get a picture of what is NOXMON C2RM -  the proposers have not explained to voters the importance of the NOXMON C2RM integration for stakepools and no relevant links have been provided. This NOXMON C2RM integration roughly accounts for one-third of the budget - so this part of the budget is now hanging on a lack of relevant and reliable information. It requires a leap of faith (not a good sign  -when trust needs to be implied, instead of being documented). As for the rest of the budget, the budget is well presented for a proposal of this size and relatable to the activities that are proposed. \r\n",
        "q1r": 4,
        "q2": "Finally, as regards clarity and auditability, or effectively the ability to audit the progress and success there are is some good and some not so good. A roadmap with milestones and a time horizon for achievement has been provided and Metrics/KPIs that define the success of the proposal are there too. But not all key metrics are clear (See NOXMON C2RM below). As regards the solution's clarity, I think that it clearly falls short of addressing a wider scope of problems/threats for the Cardano ecosystem as I feel the spirit of the challenge requires. The proposed solution also lacks links to explain or reference the importance of using the proposed NOXMON C2RM (Control Cyber Risk Management) tool, but that would not be a problem if a simple Google Search were to reveal the answer. Unfortunately, a Google Search opens up more questions about NOXMON C2RM than it answers and - voters would probably want more explanation for this segment that accounts for a third of the budget. So, effectively, I think this proposal would benefit from the team explaining what does NOXMON C2RM provide and why has it been chosen over other solutions. The NOXMON company's page is full of placeholder (dummy) text commonly used to demonstrate the visual form of a document without meaningful content, no commercial products are visible and the testimonial and other page are effectively placeholders.",
        "q2r": 3,
        "no_vca": 8,
        "ne": 7,
        "is_cs": false
    },
    {
        "id": 4272,
        "title": "Eastern TownHall Team Operation",
        "url": "http://app.ideascale.com/t/UM5UZBnMN",
        "challenge": "F6: Catalyst value onboarding",
        "q0": "Yes. A well-thought-out proposal that takes an innovative approach to supporting the important onboarding work that this team is already successfully doing. A treasury, managed by them,  enables them to respond quickly to the onboarding needs of their communities, and to take an integrated approach rather than trying to tackle different aspects of the challenge in isolation. And the fact that they see the proposal as a way to \"pioneer and prototype DAO treasury management reporting\" means the proposal could lead to important learning for the wider Catalyst community too.\r\nIt's also positive that the project is led by people from its target communities, who have direct understanding of the kinds of barriers they are seeking to address. It's really important for this challenge that this kind of on-the-ground organising is rewarded, as it's what makes meaningful onboarding possible\r\n",
        "q0r": 5,
        "q1": "Yes. The team is diverse, and has a really good set of skills and experience between them. The breakdown of  daily/weekly/monthly activities is clearly already working. Perhaps it would have been good to include a couple of milestones towards the 20% increased onboarding that they are aiming for, and how they might recalibrate if they find at the halfway point that it's not growing as they hoped; but this is not a huge issue, as they clearly *are* working in a very responsive way.  The budget is  clear, appropriate, and broken down to an appropriate level. I also like the approach of calculating full cost-recovery and then giving a \"discount\" – it is illuminating to see the real value of the work that's being done. ",
        "q1r": 4,
        "q2": "Yes. I think the approach of having one, simple, overall KPI (20% participation growth), that addresses the project's and the challenge's aims very directly, is a good one for this project. There are also several other means of auditing progress, and the team are particularly clear on their approach to financial reporting, and are taking a groundbreaking approach to it which could have longterm significance for Catalyst.",
        "q2r": 5,
        "no_vca": 6,
        "ne": 5,
        "is_cs": false
    }
]