{
  "text": "What core Dapp solutions can be provided for widespread governments adoption in the developing world?",
  "tabs": [
    {
      "title": "Campaign Brief",
      "content": "Dapp proposals should cover foundational Registry solutions, namely:\n\nNational ID & Civil Registry, Property Registration, Medical & Vaccination, Education Census, Revenue Service, Business Incorporations, Elections Voting, Customs & Border Control, Criminal Records, Employment Census, Vehicle Registration, Licensing & Certifications.\n\nProposers to review IOHK/ EMURGO Atala solutions before hand along with reference use cases on integrated registry systems applications currently implemented across wealthy nations.\n\nIt is further advised Proposers to obtain a knowledge base over research done in the past three decades unraveling the \"mysterious\" causes of poverty in third world countries by the economist Hernando de Soto. The attached book \"The Mystery of Capital\" is a great reference to get into context for anyone involved in developing proposals for this challenge.\n\nIntroduction video:\n\nhttps://archive.org/details/Hernando_De_Soto_The_Mystery_Of_Capital_Why_Capitalism_TriumphsIn_The_West_And_Fails_Everywhere_Else"
    },
    {
      "title": "Why is it important?",
      "content": "For the poor nations with no foundations to stand on, Government Dapp solutions will be the building blocks enabling sustainable prosperity"
    },
    {
      "title": "What does success look like?",
      "content": "Dapps adoption by Governments across developing nations, in collaboration with Local Community Centers and International Partnerships"
    },
    {
      "title": "Key Metrics to measure",
      "content": "- Number of proposals\n- Proposals CA ratings\n- Diversity of Dapp's use cases\n- Proposers commercial approach and negotiation strategy with different Governments\n- Participation of Cardano's Local Community Centers\n- Participation and/or partnerships with other international organizations\n- Number of countries covered, contracts signed\n- Number of Dapp users, registry accounts, transaction volumes\n- Proposers lead time on field research, Dapp development and implementation\n- Governments estimated lead time dependencies on red tape\n- Dapps impact on social/financial inclusion\n- Dapps impact on economic development"
    }
  ]
}
