[
{"id":355448,"category":25939,"title":"Test proposal","description":"Community Advisors could use refresher on how to navigate Ideascale to make reviews.","url":"http://ideascale.com/t/UM5UZBjhB","solution":"This proposal will help us navigate how Community Advisors use Ideascale to review individual proposals. Hope this is helpful.","no_assessments":0},
{"id":352830,"category":25941,"title":"Democratised AlgoTrading on Cardano","description":"Classic blockchain rewards focus on market making fees, PoS rewards & lending, leaving a big revenue area of automated trading untapped.","url":"http://ideascale.com/t/UM5UZBizG","solution":"Develop automated ML trading ensemble method based on following top K=100 traders centralised exchange accounts and wallets.","no_assessments":0},
{"id":352828,"category":25943,"title":"Chilean Leprechaun Video Campaign","description":"To bring more entrepreneurs and new talent to the participate in the Catalyst ecosystem!","url":"http://ideascale.com/t/UM5UZBizE","solution":"We will create a series of video advertisements/engaging pieces of content to generate interest among new eyes! Catalyst is for everyone!","no_assessments":0},
{"id":352822,"category":25941,"title":"PCDiscord - Integrations","description":"It takes time to maintain and moderate a large Discord channel","url":"http://ideascale.com/t/UM5UZBiy8","solution":"Integrate more bots and compensate devs for completing tasks","no_assessments":0},
{"id":352819,"category":25941,"title":"DEX, Cardano Decentralized Exchange","description":"Blockchain-agnostic decentralized exchange with liquidity staking and farming, crypto indexes, derivatives, mirrored assets, and daemons.","url":"http://ideascale.com/t/UM5UZBiy5","solution":"Liquidity, index, derivatives, mirrored assets, smart contracts, cutting edge stack (React.js UI, Haskell backend, GraphQL API, Kubernetes).","no_assessments":0},
{"id":352818,"category":25939,"title":"MicroTask/Development Challenge","description":"Catalyst has only 1 funding model and the time between proposals and receiving funds is not advantageous for developers of all skill levels.","url":"http://ideascale.com/t/UM5UZBiy4","solution":"We will create additional treasury to fund mini-proposals, micro-work that will fund work throughout Project Catalyst.","no_assessments":0},
{"id":352815,"category":25946,"title":"NFT Business models","description":"What non-Art use cases of NFTs can distinguish Cardano as the blockchain of choice for NFT based businesses?","url":"http://ideascale.com/t/UM5UZBiy1","solution":"","no_assessments":0},
{"id":352812,"category":25941,"title":"CryptoLot.to: Good Cause Lottery","description":"Classical lotteries are dull, centralised, support one charity, lack transparency, cost a lot to run, and only few get exciting rewards.","url":"http://ideascale.com/t/UM5UZBiyy","solution":"Suggest charities to support, allow ticket holders to pledge % of rewards, reward players with cause and pledge NFTs based on support.","no_assessments":0},
{"id":352811,"category":25948,"title":"Pharo - ACM","description":"DeFi/Cryppto/Cardano is not mainstream and it is difficult to onboard new people into the crypto markets.","url":"http://ideascale.com/t/UM5UZBiyx","solution":"Pharo engages the public w/auto cover maker that allows buyers to protect expenses and allows crowd-sourced liquidity and rev generation.","no_assessments":0},
{"id":352809,"category":25942,"title":"IdeaScale Improvements","description":"Obstacles prevent Fund Proposers from expressing themselves in the Cardano community and Community Advisors from reviewing proposals.","url":"http://ideascale.com/t/UM5UZBiyv","solution":"We are proposing making improvements to the IdeaScale platform will allow the Cardano community to make better decisions.","no_assessments":0},
{"id":352808,"category":25941,"title":"smartstakepool.io","description":"Stakepools have limited functionality for distro or rewards. It's very hard to teach the average joe in 123 how to delegate to a stake pool.","url":"http://ideascale.com/t/UM5UZBiyu","solution":"Create a Dapp that turns a Stakepool into a Smart-Stakepool. Instant SSO sign in, wallet creation, stakepool and charity selection and DONE!","no_assessments":0},
{"id":352807,"category":25946,"title":"Decentralised Storage Solutions","description":"How can we create a robust, reliable, secure, and affordable decentralised, high-capacity storage network built upon the Cardano blockchain?","url":"http://ideascale.com/t/UM5UZBiyt","solution":"","no_assessments":0},
{"id":352804,"category":25944,"title":"PCDiscord - Discord Partnership","description":"**Communication** is the most difficult challenge for Catalyst. Discord is an **engagement epicenter** and needs help to reach its full potential.","url":"http://ideascale.com/t/UM5UZBiyq","solution":"**PCDiscord** creates value, increases collaboration, provides insights to measure KPIs, and is an **engagement epicenter. To reach full potential**","no_assessments":0},
{"id":352802,"category":25943,"title":"Why Should I Choose Cardano?","description":"How do you get entrepreneurs to develop on Cardano?","url":"http://ideascale.com/t/UM5UZBiyo","solution":"Hurdle: Why Cardano? Creation of a YouTube Channel dedicated to News with a tint of Cardano, the positive impacts.  \nAnswer: Incentivization.","no_assessments":0},
{"id":352801,"category":25944,"title":"PCDiscord Miro board for Onboarding","description":"It takes time to maintain and moderate a large Discord channel","url":"http://ideascale.com/t/UM5UZBiyn","solution":"Create a one-page Miro guideline board to introduce the Discord server and its members","no_assessments":0},
{"id":352796,"category":25944,"title":"WITHDRAW - Bot to help govern","description":"It takes time to maintain and moderate a large Discord channel","url":"http://ideascale.com/t/UM5UZBiyi","solution":"Integrate a bot into Discord what helps users govern ourselves","no_assessments":0},
{"id":352791,"category":25948,"title":"Fund the masses","description":"How do we get DeFi to take off on ADA as the current barrier to entry on Ethereum is very high","url":"http://ideascale.com/t/UM5UZBiyd","solution":"1\\. Staked funds can be loaned and borrowed against in ADA.\n\nMany of us want to stake ADA, but we want to pay off our loans. Lets do both.","no_assessments":0},
{"id":352790,"category":25944,"title":"WITHDRAW - Telegram to Discord","description":"Information sharing takes time","url":"http://ideascale.com/t/UM5UZBiyc","solution":"Integrate a bot into Discord and Telegram to facilitate the information connection","no_assessments":0},
{"id":352787,"category":25939,"title":"Cardano IPFS chronicles","description":"IPFS is widely used in the Cardano ecosystem. Data stored on IPFS is prone to disappear if not used and will be lost forever.","url":"http://ideascale.com/t/UM5UZBiyY","solution":"We have built a community service where we archive all IPFS data that appears on the Cardano blockchain for future generations.","no_assessments":0},
{"id":352786,"category":25944,"title":"WITHDRAW - Bot to answer questions","description":"It takes time to maintain and moderate a large Discord channel","url":"http://ideascale.com/t/UM5UZBiyX","solution":"Integrate a bot into Discord what helps users govern ourselves","no_assessments":0},
{"id":352780,"category":25944,"title":"PCDiscord - Bot to create channels","description":"It takes resources to maintain and moderate a large Discord channel","url":"http://ideascale.com/t/UM5UZBiyR","solution":"A bot what can create a channel in a correct place and give the channel full access to the creator","no_assessments":0},
{"id":352779,"category":25944,"title":"PCDiscord - Bot to Assign Roles","description":"It takes resources to maintain and moderate a large Discord channel","url":"http://ideascale.com/t/UM5UZBiyQ","solution":"Integrate a bot into Discord what helps users govern ourselves","no_assessments":0},
{"id":352778,"category":25944,"title":"WITHDRAW - Bot to pin messages","description":"It takes time to maintain and moderate a large Discord channel","url":"http://ideascale.com/t/UM5UZBiyP","solution":"Integrate a bot into Discord what helps users govern ourselves","no_assessments":0},
{"id":352777,"category":25944,"title":"Incentivized Participation","description":"How do we achieve greater involvement at multiple levels.","url":"http://ideascale.com/t/UM5UZBiyO","solution":"Have any of you used DuoLingo? It encourages language learning with reminders and rewards. Have any of used a weight loss app?","no_assessments":0},
{"id":352773,"category":25942,"title":"NFT-DAO EZ-Honor contribution token","description":"Open-source projects need a scalable way to recognize, reward & bolster reputation of committed contributors & incent good decision-making.","url":"http://ideascale.com/t/UM5UZBiyK","solution":"Develop a staged approach to tokenomics that will enable a progression from simple, through intermediate to complex token incentivisation.","no_assessments":0},
{"id":352764,"category":25939,"title":"C# SDK for Blockfrost API","description":"C# developers are missing (and asked for) tools to enjoy Blockfrost.io, a service that provides free and public Cardano API to developers.","url":"http://ideascale.com/t/UM5UZBiyB","solution":"We want to build an open-source SDK (Software Development Kit - a set of tools, libraries and documentation) for C# developers.","no_assessments":0},
{"id":352760,"category":25939,"title":"Glow Formal verification ","description":"Catastrophic bugs keep developers from wanting to build DApps, because the risk of losing all the assets in the DApp is terrifying.","url":"http://ideascale.com/t/UM5UZBix7","solution":"MuKn's Glow language will overcome this problem by automatically proving the mathematical correctness of every interaction of a program.","no_assessments":0},
{"id":352759,"category":25945,"title":"Protocol for Social Media Storage","description":"Decentralized Social Media must offer users low-friction control of their data, but storage on main chain is costly and controlled centrally","url":"http://ideascale.com/t/UM5UZBix6","solution":"A native-asset storage and access protocol is needed for low-cost, hassle-free mass adoption of social media on Cardano-based networks.","no_assessments":0},
{"id":352757,"category":25939,"title":"Websocket link for Blockfrost API","description":"There is a severe lack of support for WebSockets within the Cardano APIs.","url":"http://ideascale.com/t/UM5UZBix4","solution":"Build a Websocket link for Blockfrost API standard to enable developers to better optimize their applications.","no_assessments":0},
{"id":352756,"category":25939,"title":"End-to-End No-code Cardano Apps","description":"Can we take advantage of the no-code movement in order to grow the number of developers on Cardano with a no-barrier entry platform?","url":"http://ideascale.com/t/UM5UZBix3","solution":"Develop a Cardano blockchain module for flycode.io to allow anyone to create end-to-end apps that connect to smart contracts using no code","no_assessments":0},
{"id":352752,"category":25941,"title":"Viff.Club: Slimey Emotional NFTs","description":"NFTs are just random and dull files. But, what if NFTs could be slimes? Be alive, independent, autonomous, emotional, and have live goals?","url":"http://ideascale.com/t/UM5UZBixz","solution":"Viff - your crypto-friend. One and only. Stored on-chain with emotions, gadgets, goals, and look metadata. Simulated in an off-chain world.","no_assessments":0},
{"id":352747,"category":25939,"title":"Indigenous Source Dev Tools +Events","description":"Digital services for Intellectual Property are not available to Indigenous Communities, excluding them from fair and legal representation.","url":"http://ideascale.com/t/UM5UZBixu","solution":"Bring in local developers on a journey to solve the IP problem among indigenous communities for them to earn more from their craft.","no_assessments":0},
{"id":352744,"category":25944,"title":"Barriers to Entry = Proposals","description":"People find it intimidating to start participating in Project Catalyst.","url":"http://ideascale.com/t/UM5UZBixr","solution":"Weekly workshops for \"Catalyst Skeptics\" in which newcomers identify barriers to entry that can be reframed as the seeds of new Proposals.","no_assessments":0},
{"id":352738,"category":25947,"title":"Africa Opensource Pharma & Medicine","description":"Drug & medical funding is heavily centralised. Africa lacks investment & solutions despite native scientific talent.","url":"http://ideascale.com/t/UM5UZBixl","solution":"De-Fi platform leveraging stake pools to crowdfund open-source drug/medical projects, where scientific collaboration & governance is central","no_assessments":0},
{"id":352730,"category":25939,"title":"The Game of Life","description":"How do we get developers to develop on Cardano?","url":"http://ideascale.com/t/UM5UZBixd","solution":"Incentivized referral gaming. Creating a gaming system approachable to children. It looks like a game, but they are actually developing apps","no_assessments":0},
{"id":352725,"category":25941,"title":"BitBunny.io: Adopt animals w/ NFT","description":"NFTs are not being used to their fullest potential-- As a means to represent tangible real-world assets in the blockchain.","url":"http://ideascale.com/t/UM5UZBixX","solution":"Bitbuny.io will offer a fun proof-of-concept way to experiment with new representation of blockchain assets with the goal of adding value.","no_assessments":0},
{"id":352723,"category":25941,"title":"Wrap NTFs","description":"There is a great opportunity to bring NTFS tokens to the DEFI market","url":"http://ideascale.com/t/UM5UZBixV","solution":"Give tocken NTFs the opportunity to participate in DEFI platforms by using NTFS wrap","no_assessments":0},
{"id":352722,"category":25948,"title":"Promptous Trust + Loyalty Program","description":"Traditional insurance is built with inherent distrust, which is expensive to circumvent. This leads fraud, claim denial, and waste","url":"http://ideascale.com/t/UM5UZBixU","solution":"Promptous will reward its plan administrators and service providers with ADA for validating claims and maintaining a \"trust rating\"","no_assessments":0},
{"id":352718,"category":25942,"title":"[F5] REFRESH decentralise Catalyst","description":"catalyst is currently centralised to a centralised company","url":"http://ideascale.com/t/UM5UZBixQ","solution":"set in motion the decentralisation of catalyst as smart contracts come online","no_assessments":0},
{"id":352717,"category":25948,"title":"Kitty Party ðŸ˜º  DeFi Lending Circle","description":"Banks exploit their bargaining power over the community. DeFi currently requires %100+ collateral. We need a realistic borrowing option.","url":"http://ideascale.com/t/UM5UZBixP","solution":"Kitty Party is challenging DeFi and the world of banking through crypto lending circles, micro DAOs to borrow across the world.","no_assessments":0},
{"id":352712,"category":25945,"title":"Promptous Dental MetaData","description":"Data on the utilization of dental procedures is primarily produced and held by carriers, meaning it is not used to benefit patients","url":"http://ideascale.com/t/UM5UZBixK","solution":"Development of a actuarial model using industry and company-specific metadata in order to better communicate dental costs to patients","no_assessments":0},
{"id":352710,"category":25943,"title":"Catalyst Incubation Centers","description":"Crypto project risks remain high for reasons. Risks can be reduced by having staffed help centers with experienced entrepreneurs.","url":"http://ideascale.com/t/UM5UZBixI","solution":"Huge launch event raffle and conf with ongoing in-person or online support to the ecosystem from the Ciudad del Saber.","no_assessments":0},
{"id":352707,"category":25945,"title":"YOGA+ on PRISM","description":"Yoga has always been too offline and out of balance. A pre-covid billion dollar industry was already wrought with a myriad of dysfunction.","url":"http://ideascale.com/t/UM5UZBixF","solution":"A market network empowering the yogi ecosystem, built using the best available platforms and tools.","no_assessments":0},
{"id":352702,"category":25941,"title":"Promptous Dental Benefits DApp","description":"82 million people in the US are without dental insurance, meaning they lack a way to afford dental procedures","url":"http://ideascale.com/t/UM5UZBixA","solution":"Promptous is building a DApp providing discount schedules to individuals to reduce the cost dental services","no_assessments":0},
{"id":352701,"category":25941,"title":"Cardacity: a trading card game","description":"There is a lack of casual apps/games built on Cardano which will be key in order to attract less technical crowds to the project.","url":"http://ideascale.com/t/UM5UZBiw9","solution":"A trading card game where each card represents a city. Players can buy and sell cards with ADA. Dynamic events to make the market move.","no_assessments":0},
{"id":352696,"category":25941,"title":"Banking The Unbanked","description":"272M migrants around the world sending their hard earn 1.76T USD back home through underground remittance.","url":"http://ideascale.com/t/UM5UZBiw4","solution":"To develop a stable-coin remittance system that provides a smooth user experience, utilizing Blockchain to give financial access to anyone.","no_assessments":0},
{"id":352689,"category":25948,"title":"Credentialing Liquidity Dex","description":"Medical Credentialing Costs payers about $2B/year and the process is 80 to 120 days.","url":"http://ideascale.com/t/UM5UZBiwx","solution":"Create a liquidity protocol from existing credentialing invoices and allow creds to be transported amongst organizations","no_assessments":0},
{"id":352688,"category":25947,"title":"ESUSU: MicroInsurance Nigeria","description":"Access to many types of insurance in Nigeria is not available and unaffordable.","url":"http://ideascale.com/t/UM5UZBiww","solution":"We are building micro-insurance products that are affordable, accessible, and needed.","no_assessments":0},
{"id":352687,"category":25941,"title":"DApp to manage certifications","description":"Anyone in the world should be able to store certifications obtained from training organizations in a secure, accesible and permanent manner.","url":"http://ideascale.com/t/UM5UZBiwv","solution":"Create a DApp to connect training organizations with participants and allow storing verified certification records.","no_assessments":0},
{"id":352685,"category":25941,"title":"NFT platform for art organizations","description":"Traditional art buyers & orgs. (museums/ galleries) don't have enough guidance to utilize NFT marketplaces leaving valuable art & buyers out","url":"http://ideascale.com/t/UM5UZBiwt","solution":"We're building a NFT platform & marketplace that attracts new users & organizations to Cardano by providing art curated by art organizations","no_assessments":0},
{"id":352679,"category":25948,"title":"MinSwap - Multi-pool DEX","description":"Currently, there isn't any DEX on Cardano and new projects don't have a place to bootstrap their token distribution.","url":"http://ideascale.com/t/UM5UZBiwn","solution":"Introducing MinSwap - a DEX on Cardano that supports multiple liquidity pool functions and initial token listing.","no_assessments":0},
{"id":352678,"category":25941,"title":"UnicornHire Recruitment Platform","description":"There are a number of areas of dissatisfaction and risk within the recruitment process, ranging from **Bias, Data/ID security and Ghosting**","url":"http://ideascale.com/t/UM5UZBiwm","solution":"We will implement gender bias removal through **Cardano**, ID sovereignty through **Atala** and candidate, company and offer contracts though **Plutus**","no_assessments":0},
{"id":352676,"category":25947,"title":"COINLAND","description":"Many african countries suffer from malnutrition and food insufficiency because +50% of cultivable land are unexploited","url":"http://ideascale.com/t/UM5UZBiwk","solution":"Tokenize the usufruct of these unexploited cultivable land so that they could be exploited for agri business purposes","no_assessments":0},
{"id":352667,"category":25946,"title":"ColabHackathon first-timers welcome","description":"How can we encourage new people to jump in, start contributing and help them succeed in building something meaningfull in a short time?","url":"http://ideascale.com/t/UM5UZBiwb","solution":"","no_assessments":0},
{"id":352666,"category":25947,"title":"Introducing Empowa","description":"A severe housing backlog in Africa (50 million units) & lack of property wealth, compounded by financial exclusion & growing urbanisation","url":"http://ideascale.com/t/UM5UZBiwa","solution":"Empowa will be a unique decentralised property funding platform, empowering global communities to elevate living conditions & create wealth","no_assessments":0},
{"id":352658,"category":25946,"title":"Decentralise Catalyst","description":"now that smart contracts are live(>fund7), it's now time the catalyst treasury becomes decentralised!","url":"http://ideascale.com/t/UM5UZBiwR","solution":"","no_assessments":0},
{"id":352643,"category":25941,"title":"CardanoTales: CNFTs-based RPG game.","description":"CNFT collectibles have seen a wide success in the Cardano community but although the appeal, they can not yet be implemented in games.","url":"http://ideascale.com/t/UM5UZBiwC","solution":"We aim to address the lack of proper games with the development of a CNFT-based RPG game, where you can fight, collect and play with CNFTs.","no_assessments":0},
{"id":352640,"category":25948,"title":"Grow Our Own Teams","description":"Untapped expertise already exists in Catalyst. Recruited teams might not share Cardano's vision and values.","url":"http://ideascale.com/t/UM5UZBiv9","solution":"Connect our own experts to grow native DeFi teams that are already bought in on the Catalyst mission.","no_assessments":0},
{"id":352623,"category":25939,"title":"Cardano Wallet Flutter SDK","description":"Flutter is the fastest growing mobile app developer community but currently there's no Flutter library support in the Cardano ecosystem.","url":"http://ideascale.com/t/UM5UZBivs","solution":"Publish an open-source Flutter library to encourage mobile app development in the Cardano ecosystem.","no_assessments":0},
{"id":352612,"category":25944,"title":"Quantum Collective Community Hub ","description":"How can users find, be found, connect and realize where they fit and are needed by their neighbours? Self-govenment by data rewarding + use?","url":"http://ideascale.com/t/UM5UZBivh","solution":"Toolsets and pathways to use Thunder Bay, Ontario as a pilot project for community-led self governance structre, mentoring and a sub-economy","no_assessments":0},
{"id":352611,"category":25944,"title":"WADA Uni Students Catalyst Registry","description":"University students are the future of blockchain tech but they aren't fully engaged in the Project Catalyst program.","url":"http://ideascale.com/t/UM5UZBivg","solution":"Diversify project catalyst inclusion through onboarding, navigation events, and resource provision for university students in West Africa","no_assessments":0},
{"id":352606,"category":25939,"title":"Testnet Cardanoscan Explorer","description":"IOHK dev explorer for testnet does not provide useful insights that developers need. Many developers are asking for a testnet Cardanoscan.","url":"http://ideascale.com/t/UM5UZBivb","solution":"Cardanoscan has lots of developer-friendly insights into the Cardano blockchain. We will make the platform available for the testnet network","no_assessments":0},
{"id":352596,"category":25941,"title":"Ensuro: A Decentralized Insurance ","description":"Insurance is hardly present where most needed, as in developing countries, and is unavailable as an investment product for ordinary people.","url":"http://ideascale.com/t/UM5UZBivQ","solution":"Create a decentralized liquidity pool that acts as an insurance fund to back up parametric insurance products.","no_assessments":0},
{"id":352588,"category":25945,"title":"C64 NFTs Minter(on-chain+identity)","description":"Minting signed assets fully on-chain , allowing creators to distribute authenticated and verifiable content with long-term availability.","url":"http://ideascale.com/t/UM5UZBivI","solution":"Development of a light wallet that provides sovereignty to mint and sign non-fungible tokens (NFTs) 100% on-chain from digital assets .","no_assessments":0},
{"id":352586,"category":25944,"title":"Crypto-Targeted Promotion Campaign","description":"There is a need to encourage entrepreneurs from outside the Cardano ecosystem to submit proposals to Catalyst","url":"http://ideascale.com/t/UM5UZBivG","solution":"Wit Crypto-Targeted promotion focused on existing people with knowledge and interest in cryptocurrency industry we will have good efficiency","no_assessments":0},
{"id":352583,"category":25944,"title":"Cardano Catalyst Jobs & Services","description":"Catalyst is growing, we have Fund winners who need to hire implementers, and we have definitely a need for jobs & services place","url":"http://ideascale.com/t/UM5UZBivD","solution":"By creating Cardano jobs & services site we encourage more meaningful participation in Project Catalyst from ADA community and beyond","no_assessments":0},
{"id":352579,"category":25939,"title":"Turning Devs into Blockchain Devs","description":"There are not enough Cardano blockchain developers to deliver on the tidal wave of work coming our way.","url":"http://ideascale.com/t/UM5UZBiu9","solution":"Support experienced developers to become experts in Cardano blockchain development.","no_assessments":0},
{"id":352577,"category":25941,"title":"NFTDOT.IO-enable adoption of NFT&FT","description":"Adoption of assets tokenization, goods digital receipts, digital art, digital ownership transfer is met with technical and market barriers","url":"http://ideascale.com/t/UM5UZBiu7","solution":"NFTDOT.IO focuses on token creation at lower cost and high utility for wider adoption: FT exchange, NFT gallery with sales & auction.","no_assessments":0},
{"id":352568,"category":25939,"title":"Aregato - ADA ebook marketplace","description":"Ebooks market is highly centralized, censored, and dominated by Amazon Kindle. There is a general lack of marketplaces in the crypto world","url":"http://ideascale.com/t/UM5UZBiuy","solution":"Aregato - ebook marketplace with blogging and social media features, built on top of Cardano, with Cardano native assets and NFTs","no_assessments":0},
{"id":352562,"category":25948,"title":"Dandelion: Cardano API market","description":"There are too few professional deployments of Cardano API gateways. This limits the ability of light dApps and services to operate at scale.","url":"http://ideascale.com/t/UM5UZBius","solution":"Build a market of API gateway deployments that serves as backbone for projects; specially for DeFi ones, whose criticality is high.","no_assessments":0},
{"id":352554,"category":25941,"title":"Cardmintano - Native Token Minter","description":"Ability to mint native tokens is already here for some time, but there's no user friendly way of doing it.","url":"http://ideascale.com/t/UM5UZBiuk","solution":"Create a cross-platform solution with an easy to use graphical interface that would allow less technical users to mint native tokens.","no_assessments":0},
{"id":352553,"category":25941,"title":"Sport ADA Intro/adoption ","description":"\\-Build a Ecosysteem Sport/Training App on Cardano Platform  \n\\-Making People Healthier  \n\\-Connecting ADA with Sport  \n\\-More addoption in Cyrpto/ADA","url":"http://ideascale.com/t/UM5UZBiuj","solution":"Help Trainers Promote them self. Building a cumunity that will help contribute to a healthier world.  \nBringing Crypto adoption in sport","no_assessments":0},
{"id":352551,"category":25945,"title":"Storage of medical metadata ","description":"Medical documentation should be safe and cost-efficient. Outdated systems makes the process ineffective, non-standardized and expensive.","url":"http://ideascale.com/t/UM5UZBiuh","solution":"Storage of medical data on blockchain safely and standardized which allows for further implementations and increases overall patient safety.","no_assessments":0},
{"id":352549,"category":25945,"title":"ADAvoice: Decentralized E-invoicing","description":"Traditional payment between companies are opaque, human-based and complex to audit.â€¨Debtors can delay payment or not respect commercial term","url":"http://ideascale.com/t/UM5UZBiuf","solution":"E-invoice as transaction metadata and smart contract managing inter-exchange between companies (self-invoicing, periodic invoices,...)","no_assessments":0},
{"id":352534,"category":25946,"title":"Scale-UP Cardano's Community Hubs","description":"How do we encourage Local Community Hubs to drive adoption and awareness of Cardano in the next 6 months?","url":"http://ideascale.com/t/UM5UZBiuP","solution":"","no_assessments":0},
{"id":352531,"category":25945,"title":"Graph DB Sidechain with Fluree","description":"Off-chain DApp data storage options build silos that limit data's use across the ecosystem and lack comparable on-chain immutability/proof","url":"http://ideascale.com/t/UM5UZBiuM","solution":"Build a provable, data-centric sidechain for DApps with Fluree immutable graph ledger/DB that leverages W3C semantic linked-data standards","no_assessments":0},
{"id":352528,"category":25939,"title":"Neona 1on1 Lunar Cycle Mentorship ","description":"How can we ensure that onboarding newcomers to ecosystem feel relevant, find their path and find clarity with motivational interviewing?","url":"http://ideascale.com/t/UM5UZBiuJ","solution":"1on1 weekly raw ideation sessions\n\nCommunication, Unity and Content\n\nfriendly introduction to the ecosystem - could be done as a video","no_assessments":0},
{"id":352527,"category":25947,"title":"From Plastic Waste 2 Social Housing","description":"Slumdogs and plastic pollution in Ecosystems are social and environmental issues growing with the urbanization across the African continent.","url":"http://ideascale.com/t/UM5UZBiuI","solution":"Deployment of Social housing campaigns using Plastic Waste-2-Brick proven technology, and social embedded waste collection programs.","no_assessments":0},
{"id":352518,"category":25941,"title":"ALLIN Social Betting Platform","description":"$200B betting industry lacks trust.\n\nSportsbooks control odds so they win.\n\nSocial media allows sharing experiences but not trusted betting.","url":"http://ideascale.com/t/UM5UZBit9","solution":"Create a decentralized social betting platform connecting people via social media & letting them set their own odds, eliminating the house.","no_assessments":0},
{"id":352513,"category":25939,"title":"Educational materials about Cardano","description":"As Cardano ecosystem grows, there is a constant need for educational materials in different languages.","url":"http://ideascale.com/t/UM5UZBit4","solution":"Everstake is ready to create many educational materials about Cardano and distribute them among our customer base","no_assessments":0},
{"id":352499,"category":25943,"title":"WADA Media Funnel for Proposers","description":"Many African entrepreneurs are unaware of Project Catalyst's funding opportunities and the community's support for African proposals.","url":"http://ideascale.com/t/UM5UZBitq","solution":"Create engaging visual content to document proposal journey from the bottom up, and to motivate new users to come to into Project Catalyst.","no_assessments":0},
{"id":352497,"category":25942,"title":"+WADA Capacity=Smart Catalyst Users","description":"WADA's capacity is currently limited by their web app capacity. They need their own solid integrated management system to optimize activity.","url":"http://ideascale.com/t/UM5UZBito","solution":"Build WADA a solid, scalable, distributed, proof of concept system/ Dapp from the ground up using Servant Server, Haskell, and Elm.","no_assessments":0},
{"id":352495,"category":25942,"title":"Social Spider Web of Decision","description":"How do we diversify and increase participation?","url":"http://ideascale.com/t/UM5UZBitm","solution":"To build participation we need to build trust by utilizing social media and group gatherings (online and off).","no_assessments":0},
{"id":352484,"category":25943,"title":"Developer Evangelist Japan","description":"Japanese Developers and Entrepreneurs need specialized local support to get to know the ecosystem.","url":"http://ideascale.com/t/UM5UZBitb","solution":"A specialized developer evangelist will be supporting the local ecosystem in Japanese, and also managing multiple activities.","no_assessments":0},
{"id":352482,"category":25941,"title":"Cardano Connector (Metamask-like)","description":"DeFi DApps require a web wallet to interact with (like Metamask)","url":"http://ideascale.com/t/UM5UZBitY","solution":"A Chrome extension connector (similar to Metamask) that will enable communication between wallets and DApps.","no_assessments":0},
{"id":352480,"category":25939,"title":"Cardano Rust SDK update for Alonzo","description":"A lot of integrations in the ecosystem depend on this library (Coinbase and Yoroi for example) and it will stop working for Alonzo","url":"http://ideascale.com/t/UM5UZBitW","solution":"We will update this library for future updates to Cardano and also provide support & functionality to those who depend on it.","no_assessments":0},
{"id":352469,"category":25941,"title":"Plant Me","description":"Every farmer in America is forced to go to big banks for funding. And the average citizen is not allowed to invest in their local farms.","url":"http://ideascale.com/t/UM5UZBitL","solution":"Create a platform where average citizens can invest in farmers, protected by smart contracts.","no_assessments":0},
{"id":352468,"category":25939,"title":"Learn and Earn: Developer Training","description":"The learning curve for newcomers in the Cardano Development Ecosystem is too steep. This poses a barrier to developer adoption.","url":"http://ideascale.com/t/UM5UZBitK","solution":"We soften the developer learning curve by providing instructional training with ADA incentives, through our Learn and Earn program.","no_assessments":0},
{"id":352466,"category":25948,"title":"Carbonland Trust Carbon Credits DEX","description":"Trees are being cut down at a rapid pace, forests are disappearing, co2 is increasing, the ecosystems that clean our air are in major danger","url":"http://ideascale.com/t/UM5UZBitI","solution":"Carbonland Trust's DEX to trade carbon credit NFTs based on actual Forest being conserved will inspire & fund conservation efforts all over","no_assessments":0},
{"id":352462,"category":25948,"title":"Stiff Money | Crowdlending PaaS","description":"Getting a stable Annual Percentage Yield (APY) on the assets your holding is hard. And getting a loan to buy a home is even harder.","url":"http://ideascale.com/t/UM5UZBitE","solution":"Stiff Money offers depositors of ADA and other cryptos a 10% APY. And offers homebuyers a no-down-payment lease to own smart contract loan.","no_assessments":0},
{"id":352461,"category":25948,"title":"Small business expansion funding","description":"Small businesses are often funded by friends/relatives with shares informally distributed or only certified by legal founding documents.","url":"http://ideascale.com/t/UM5UZBitD","solution":"Publishing tokenized company shares and paying dividends on Cardano Blockchain will open small businesses to trustless funding for expansion","no_assessments":0},
{"id":352436,"category":25943,"title":"ALDEA Wiki - Cardano Encyclopedia","description":"There is no place where to find all the documentation and information being produced by an ever growing Cardano community.","url":"http://ideascale.com/t/UM5UZBiso","solution":"ALDEA Wiki is the go-to place to both find and share knowledge and information about all things Cardano in a multi-language platform.","no_assessments":0},
{"id":352435,"category":25941,"title":"Burblr - let's make books fun.","description":"NFTs are confusing. There's a need for an intuitive Dapp that can bridge the gap between mass adoption, utility, and most importantly, fun.","url":"http://ideascale.com/t/UM5UZBisn","solution":"Team Burblr is connecting humans to Cardano by allowing them to collect and trade NFT audio/eBooks in a gamified way, with a credit card.","no_assessments":0},
{"id":352423,"category":25945,"title":"WADA +GL +Metadata = Donor Rewards+","description":"There is currently no framework to reward and trace donations on the blockchain using metadata.","url":"http://ideascale.com/t/UM5UZBisb","solution":"Use the Friends of WADA First 50 Donor Reward Program for metadata curriculum dev't & to design a fund-tracing and accountability framework","no_assessments":0},
{"id":352422,"category":25944,"title":"ALDEA Catalyst Spanish Support Site","description":"There's a gap between Catalyst and a fast-growing Spanish Community, eager to participate and learn to do so in their native language.","url":"http://ideascale.com/t/UM5UZBisa","solution":"ALDEA Catalyst is a site for people to find information in Spanish about Catalyst and develop hot valuable skills for the ecosystem.","no_assessments":0},
{"id":352411,"category":25945,"title":"Jenner: Patient Reported Outcomes","description":"Centralized patient reported outcomes are often controlled and limited. This leads to systematic biases in developing patient care.","url":"http://ideascale.com/t/UM5UZBisO","solution":"Jenner is a platform to collect anonymized outcomes for vaccinations and store them into metadata in return for a NFT as a reward.","no_assessments":0},
{"id":352410,"category":25948,"title":"ErgoDex Plutus Port","description":"We need a non-custodial decentralized exchange allowing us to transfer a liquidity over the Cardano network easy, fast and secure.","url":"http://ideascale.com/t/UM5UZBisN","solution":"ErgoDEX - a decentralized exchange that combines AMM with OrderBook in a single app in order to provide best user experience.","no_assessments":0},
{"id":352397,"category":25943,"title":"[REDRAWN: Cryptobassadors]","description":"Most other cryptominded entrepreneurs are focused on their own eco system","url":"http://ideascale.com/t/UM5UZBisA","solution":"The S.I.N. Collective creates our Cryptobassador Program where we set up stakepools/nodes of other blockchains to integrate other ecosystems","no_assessments":0},
{"id":352364,"category":25947,"title":"Crowdsourced map imagery w/ paypixl","description":"Mapping critical resources in growing regions is critical, but difficult to do without ground truth and location-based imagery.","url":"http://ideascale.com/t/UM5UZBird","solution":"paypixl assigns imagery collection tasks in areas needing mapping data to users with compatible devices and rewards users with ADA coin.","no_assessments":0},
{"id":352362,"category":25945,"title":"NFTDAO: Industry Standards 1 (dues)","description":"Mainstream adoption of NFTs require standards to give organizations confidence in their long term stability and consistency.","url":"http://ideascale.com/t/UM5UZBirb","solution":"Industry Standards Organizations develop standards for adoption across multiple vendor implementations, these are starting to form for NFTs.","no_assessments":0},
{"id":352330,"category":25941,"title":"DubT contract-driven livestream NFT","description":"How can we rapidly deploy NFT to support performing artists that fall outside of the mold of NFT graphic artist?","url":"http://ideascale.com/t/UM5UZBiq4","solution":"DubToken allows streaming creators to both fund unique performances and mint stream-derived NFTs through a contract-directed media service.","no_assessments":0},
{"id":352327,"category":25941,"title":"RedToken - Blood Donation Dapp","description":"Blood supply chain shortage, lack of infrastructures/resources needed to increase physical and financial wellness. Blood is the resource!","url":"http://ideascale.com/t/UM5UZBiq1","solution":"Increase life-saving blood supply via tokenizing Incentives for donors and API creation and integration for hospitals, creating awareness.","no_assessments":0},
{"id":352326,"category":25939,"title":"ADA MakerSpace Accelerator","description":"Many people have great ideas they want to build on Cardano, but they lack DEV capabilities to get from an Idea to a MVP they can test out.","url":"http://ideascale.com/t/UM5UZBiq0","solution":"ADA MakerSpace will take a cohort of entrepreneurs through a 16 week Accelerator Program in which we will build their Minimal Viable Product","no_assessments":0},
{"id":352292,"category":25943,"title":"Sustainable ADA","description":"Sustainable ADA will expand outreach and education for explaining use cases/examples of how Cardano can help create a sustainable world.","url":"http://ideascale.com/t/UM5UZBiqR","solution":"Connecting Cardano to our current SDGs; how it can help create an equal and sustainable world. Creating educational content for all ages!","no_assessments":0},
{"id":352284,"category":25941,"title":"dApps for Designers and Creatives","description":"There are very few designers adopting blockchain into their work. How can we make Cardano the preferred choice for creatives?","url":"http://ideascale.com/t/UM5UZBiqJ","solution":"Build a Creative Engine for Cardano, by directly connecting design applications to Cardano","no_assessments":0},
{"id":352281,"category":25941,"title":"MUSIC STARTUPS","description":"Revenues of music industry amounts to $20 billion worldwide per year, but this money is not fairly distributed among bands, artists and fans","url":"http://ideascale.com/t/UM5UZBiqG","solution":"Bands/artists are conceived as companies that emit shares (tokens). Fans can buy them, giving support and receiving rewards.","no_assessments":0},
{"id":352276,"category":25941,"title":"Mosaic: fNFT Native Token Mint","description":"NFT's stagnate because of high prices, limiting access, artist royalties, and price discovery. Fractional NFT's democratize premium assets.","url":"http://ideascale.com/t/UM5UZBiqB","solution":"Mint fractional NFT's: Liquidity spurs price discovery, volume increases royalties, shared ownership promotes communities & accessibility.","no_assessments":0},
{"id":352275,"category":25939,"title":"[REDRAWN: Incubator program ]","description":"Many Developers are very talented in what they do, programming. Not all possess also all commercial and creative skills neither","url":"http://ideascale.com/t/UM5UZBiqA","solution":"The Safety In Numbers collective intends to launch an Incubator program in which we will organise Flash Meets ( call them long speeddates )","no_assessments":0},
{"id":352270,"category":25945,"title":"paypixl - Validating Drone Metadata","description":"Customers ordering drone imagery need to validate the metadata of collected drone imagery to ensure images weren't edited or modified.","url":"http://ideascale.com/t/UM5UZBip5","solution":"Use a hybrid blockchain + traditional data send method to send/receive images and supporting documents with blockchain metadata validation.","no_assessments":0},
{"id":352267,"category":25947,"title":"ADA news in African languages","description":"News about Cardano should be available in native languages in African communities. However, The crypto world is English-speaking oriented","url":"http://ideascale.com/t/UM5UZBip2","solution":"Create a chain of YouTube channels bringing docutainment and a weekly edited news broadcast in native languages","no_assessments":0},
{"id":352262,"category":25947,"title":"African launchpad ","description":"Africa has a high number of university graduates each year but lacks a pathway for those graduates to enter employment or start a business.","url":"http://ideascale.com/t/UM5UZBipx","solution":"Secure Foothold will deploy an African launchpad on the Cardano blockchain, the launchpad will kickstart a business idea for Africans","no_assessments":0},
{"id":352260,"category":25939,"title":"Crowdfunding Website for Proposals","description":"Catalyst funding levels are not sufficient to guarantee successful implementation of a medium-large projects. They need follow-on funding.","url":"http://ideascale.com/t/UM5UZBipv","solution":"Innovatio can be a commercial complement of Catalyst organized to help 100s & 1000s of proposal seeking funds.","no_assessments":0},
{"id":352259,"category":25941,"title":"Font Management App","description":"We want to make it easy for Creatives to manage, share and sell fonts. No blockchain app yet developed that boosts scalability of Font Mgmt.","url":"http://ideascale.com/t/UM5UZBipu","solution":"An app that fulfills functionality to manage, share & sell own-created fonts by Creatives, being a single source, lean & easy to use","no_assessments":0},
{"id":352255,"category":25941,"title":"Genome App - Monetise your Genome ","description":"30 million people have had their genome sequenced. Our Gene app will enable them share their DNA for money, to help medical research.","url":"http://ideascale.com/t/UM5UZBipq","solution":"Due to concerns over who has access to their DNA many people refrain from sharing it. We authorise access to specific portions with Cardano.","no_assessments":0},
{"id":352251,"category":25942,"title":"[REDRAWN: Catalogue proposals...]","description":"Too many propositions to assess by any single Catalyst voter, will get to 1000 proposals per fund.\n\nEveryone has limited knowledge","url":"http://ideascale.com/t/UM5UZBipm","solution":"Use the same structure as my S.I.N. Collective proposal ( see pdf ) to break up each Catalalyst proposal in 5 segments and create voter DiD","no_assessments":0},
{"id":352236,"category":25939,"title":"Localize Yoroi for Czech market","description":"Yoroi is missing Czech localization making it difficult to use on the local market.","url":"http://ideascale.com/t/UM5UZBipW","solution":"Provide Yoroi with a localized Czech interface. This needs to be up to date with each new Yoroi update and coordinated with translators.","no_assessments":0},
{"id":352235,"category":25939,"title":"Localize Yoroi for Slovak market","description":"Yoroi is missing Slovak localization making it difficult to use on the local market.","url":"http://ideascale.com/t/UM5UZBipV","solution":"Provide Yoroi with a localized Slovak interface. This needs to be up to date with each new Yoroi update and coordinated with translators.","no_assessments":0},
{"id":352233,"category":25939,"title":"Implement CIP12 to Yoroi backends","description":"CIP12 defines on-chain stake pool operator to delegates communication and is missing implementation in Yoroi backend.","url":"http://ideascale.com/t/UM5UZBipT","solution":"We will implement CIP12 communications to Yoroi backend software. This proposal has been accepted in fund3, but ended up being over budget.","no_assessments":0},
{"id":352231,"category":25945,"title":"Oracle Performance Metrics","description":"Decentralised applications and the oracles on which they depend have a need to demonstrate their reliability and utility over time.","url":"http://ideascale.com/t/UM5UZBipR","solution":"Periodically store performance metadata that has been appropriately signed for authenticity and provide a tool for aggregating this data.","no_assessments":0},
{"id":352229,"category":25939,"title":"Metadata oracle endpoint in Yoroi","description":"Yoroi backend doesn't have the capability for fetching metadata from oracle endpoints.","url":"http://ideascale.com/t/UM5UZBipP","solution":"We want to implement a Yoroi backend endpoint that will provide the metadata oracles datapoints. This proposal has been over fund3 budget.","no_assessments":0},
{"id":352206,"category":25942,"title":"A Council of Catalyst DAOs","description":"What is a DAO? Answers to that question are being sought by multiple groups in the orbit of Catalyst without coordination or communication.","url":"http://ideascale.com/t/UM5UZBio2","solution":"Create a body where existing and emergent DAOs and Project Catalyst can communicate and document DAOs. Research ways to improve them.","no_assessments":0},
{"id":352183,"category":25943,"title":"Slush Collaboration","description":"Lack of exposure in the entrepreneur networks outside crypto economy and blockchain circles.","url":"http://ideascale.com/t/UM5UZBiof","solution":"Get access to the entrepreneur and investor network of the biggest startup event of the year, Slush (www.slush.org).","no_assessments":0},
{"id":352181,"category":25939,"title":"Incentive system for documentation","description":"Cardano's growth requires quality documentation. **There is no platform for community documentation and no incentives for devs to write any.**","url":"http://ideascale.com/t/UM5UZBiod","solution":"Create **a bounty-based smart contract to incentivize developers to write quality open source documentation for Cardano**.","no_assessments":0},
{"id":352180,"category":25941,"title":"Raffly.io the simple way to raffle","description":"Sell any item through crowdfunding and raffles.","url":"http://ideascale.com/t/UM5UZBioc","solution":"Raffles provide a solution to selling any asset type from NFT's to luxury property, from $1 to $10,000,000 +","no_assessments":0},
{"id":352166,"category":25941,"title":"Crafting game with MANY tokens","description":"Can you build a game that exists entirely on the blockchain? How can we get users more comfortable with tokens and smart contracts?","url":"http://ideascale.com/t/UM5UZBioN","solution":"Building a \"simple\" crafting game with dozens of tokens. Collect different resource tokens daily, refine them, make tools, things, and trade","no_assessments":0},
{"id":352159,"category":25939,"title":"NFT-DAO EZ-Name ","description":"Machine-readable IDs like Cardano addresses, other cryptocurrency addresses, content hashes, and metadata are not human centered design.","url":"http://ideascale.com/t/UM5UZBioG","solution":"Improve user experience by mapping human-readable names like 'alice.ada' to machine-readable identifiers such as Cardano addresses.","no_assessments":0},
{"id":352152,"category":25941,"title":"NFT-DAO EZ-Ticket dispenser","description":"Ticket authenticity and scalping at much higher prices make it difficult to control who is buying, selling, or redeeming a ticket.","url":"http://ideascale.com/t/UM5UZBin9","solution":"With NFTs, smart tickets are verifiable, interoperable and have clear ownership. A ticket redeemed at an event lives on in digital wallets.","no_assessments":0},
{"id":352132,"category":25939,"title":"NFT-DAO EZ-On Interop NFTs","description":"NFTs do not travel easily between chains, use models or games; stranding their value and reducing their efficacy with poor interoperability.","url":"http://ideascale.com/t/UM5UZBinp","solution":"Space Travelâ€”standardize NFT's across chains, including whether to wrap and burn, or if we can bring them over somehow without burning them.","no_assessments":0},
{"id":352127,"category":25947,"title":"Africa's Cardano Resource","description":"There aren't many resources available for the East and Central African Regions","url":"http://ideascale.com/t/UM5UZBink","solution":"Maasai.io will be the foremost resource tailored to E. & C. African regional needs through relevant and current content and an ADA market.","no_assessments":0},
{"id":352126,"category":25939,"title":"NFT-DAO EZ-Pay API wallet connector","description":"Connecting to wallets, payment gateways, exchanges & credit cards in Web3 is not as simple as it has become with Stripe-like Web2 solutions.","url":"http://ideascale.com/t/UM5UZBinj","solution":"Build extended wallet bridges to traditional systems like VISA, Venmo and a hub for things like MetaMask, Yoroi, Daedalus & exchanges.","no_assessments":0},
{"id":352114,"category":25943,"title":"FREE MONEY Direct Marketing ","description":"Entrepreneurs need **seed funding** to develop ideas into minimum viable products with marketable potential.\n\n|\n\nhttps://youtu.be/eR7Bx7hDX04","url":"http://ideascale.com/t/UM5UZBinW","solution":"Work with WW Entrepreneurial Community Builders to drive awareness of **alternative funding** thru Catalyst for blockchain projects.","no_assessments":0},
{"id":352109,"category":25947,"title":"Rewarding Payroll Solutions Resume","description":"Resumes are biased. A more trustless system helps hiring & leads to targeted discounts. Advertising in 2021 $649b & a bad hire costs ~$240k.","url":"http://ideascale.com/t/UM5UZBinR","solution":"Qualify workers based on ledger documented wages. Evidence leads to a higher starting salary, reduction of bad hires or unlocking discounts.","no_assessments":0},
{"id":352108,"category":25939,"title":"Native Token API for Game Devs","description":"Gamers want to trade their in-game currencies between games or even between crypto or fiat currencies, but it is too hard for devs to allow.","url":"http://ideascale.com/t/UM5UZBinQ","solution":"Create an easy-to-use API with great documentation, videos, & example games that allow Game Developers to create their own in game currency","no_assessments":0},
{"id":352101,"category":25946,"title":"Improve and Grow Auditability","description":"How to make the auditing process of funded proposals efficient, distributed and transparent?","url":"http://ideascale.com/t/UM5UZBinJ","solution":"","no_assessments":0},
{"id":352081,"category":25948,"title":"Liqwid x Credmark R&D on Loan Risks","description":"Lending protocols require well-tested models to mitigate loan default risk & liquidity crunch events. This risk should be modeled/simulated.","url":"http://ideascale.com/t/UM5UZBimz","solution":"The Credmark team are DeFi experts and have worked extensively in developing risk-adjusted models for Ethereum DeFi lending protocols (Aave)","no_assessments":0},
{"id":352064,"category":25939,"title":"Mobile Plutus and Marlowe Dev Tools","description":"Many in nations like Malawi already have smartphones. Laptops can cost 2-3 months' wages. Cardano development could be more mobile friendly.","url":"http://ideascale.com/t/UM5UZBimi","solution":"A touch-optimized web-based interface to allow people to construct and learn about Plutus and Marlowe code visually w/ enforced type safety.","no_assessments":0},
{"id":352039,"category":25948,"title":"Liqwid Protocol Security Audit","description":"DeFi protocols built in Plutus are new, untested design patterns for constructing UTXO smart contracts that will soon hold billions in TVL.","url":"http://ideascale.com/t/UM5UZBimI","solution":"We want to integrate continuous code review of Liqwid smart contracts & conduct a security audit of the protocol leading up to v1.0 launch.","no_assessments":0},
{"id":352036,"category":25946,"title":"Science Coins: Bridging differences","description":"How can we initiate & establish community-led bridges to other science-based blockchains to unlock new value in the next three months?","url":"http://ideascale.com/t/UM5UZBimF","solution":"","no_assessments":0},
{"id":352031,"category":25941,"title":"Insurance Claims Processing","description":"Insurance fraud costs the UK around Â£1.3bn, applying dApps and tokenisation to the insurance process this could be greatly reduced.","url":"http://ideascale.com/t/UM5UZBimA","solution":"Claims data is written to the ledger and the process between the parties is automated, tokens reward honesty, honest actors are rated.","no_assessments":0},
{"id":352020,"category":25939,"title":"NFT Key","description":"Cardano lacks services that will enable developers to capitalize on the interest in NFTs to drive integration, adoption, and user growth.","url":"http://ideascale.com/t/UM5UZBilz","solution":"We will provide a service to verify and track ownership of NFTs. Ownership info available via APIs will enable access to gated services.","no_assessments":0},
{"id":352014,"category":25948,"title":"Daedalus Wallet Node SBC Devices","description":"2 \"Ready to mass produce\" Devices\n\nA- Aluminum unit\n\nB- Touchscreen unit\n\nCurrently dev app of Daedalus\n\nTo Fedora 5.11.12-300.fc34aarch64","url":"http://ideascale.com/t/UM5UZBilt","solution":"App integration of Daedalus to memory core. Important to improve app experience. Ubuntu $45,000 for dev and updates, Fedora Workstation OS","no_assessments":0},
{"id":352012,"category":25943,"title":"The Million ADA Homepage","description":"To encourage people to come to the Cardano space we need to first shows off its unique technologies. Second we need a large community event.","url":"http://ideascale.com/t/UM5UZBilr","solution":"The Million ADA Homepage will be a community art piece that will display Cardano's unique technologies while raising money for charity.","no_assessments":0},
{"id":352005,"category":25945,"title":"Blockchain Authentication Mechanism","description":"In order to ensure true decentralisation to services and dApps, a blockchain friendly authentication mechanism should be ideated.","url":"http://ideascale.com/t/UM5UZBilk","solution":"Implement a decentralised authentication mechanism that will persist on chain, secrets and permissions based on metadata and native assets.","no_assessments":0},
{"id":352004,"category":25941,"title":"SPRD: Advanced delegation system ","description":"Currently, if you delegate your ADA to a small stake pool, many epochs may pass before a block is minted, and rewards will be unpredictable.","url":"http://ideascale.com/t/UM5UZBilj","solution":"Notify delegators to delegate together as soon as enough delegators are found. Enough means who in total have ~1.5m in order to mint a block","no_assessments":0},
{"id":352002,"category":25948,"title":"AVOUM: Account View on UTXO Model","description":"DeFi smart contracts that anyone can interact with are subject to \"DoS\" attacks by constantly racing other participants to the current UTXO.","url":"http://ideascale.com/t/UM5UZBilh","solution":"We solve issue by offering an \"Account\" view on top of the UTXO model of Cardano, using malleable transactions and Node-Extractable Value.","no_assessments":0},
{"id":351980,"category":25941,"title":"Data driven Cardano services","description":"People new to Cardano ecosystem are often **overwhelmed** when it comes to **technology, pool selection for staking** as well as choosing a wallet.","url":"http://ideascale.com/t/UM5UZBilK","solution":"Our platform **solves** these **problems** through **data-driven analysis** and **decision** making by providing **intelligent services** and **tools**.","no_assessments":0},
{"id":351976,"category":25946,"title":"Educate  Cardano's future workforce","description":"How can Cardano educate and train tomorrow's developers - young tech professionals all around the world, with a special focus on training.","url":"http://ideascale.com/t/UM5UZBilG","solution":"","no_assessments":0},
{"id":351941,"category":25943,"title":"Hands-On Marketing in Addis Ababa","description":"Enormous untapped potential in Ethiopia! Many devs and entrepreneurs are unaware of Catalyst. How can we encourage them to submit proposals?","url":"http://ideascale.com/t/UM5UZBikh","solution":"Engage community via information sessions at local tech hubs  \nHang posters and hand out flyers with specifics on upcoming Catalyst rounds","no_assessments":0},
{"id":351877,"category":25941,"title":"T0 Intraday Liquidity Management","description":"to settle liquidity transactions intraday using available options such as repo, commercial paper and margin.","url":"http://ideascale.com/t/UM5UZBije","solution":"Atomic settlement of cash transactions using automated \"smart contract\" programs.","no_assessments":0},
{"id":351854,"category":25947,"title":"Networking events","description":"Awareness of Cardano's projects and vision are very low on the ground here among investors, young people and community leaders in Ethiopia.","url":"http://ideascale.com/t/UM5UZBijG","solution":"Start a networking event and invite a prominent speaker to each event. These would become the first blockchain meetups in Addis Ababa.","no_assessments":0},
{"id":351825,"category":25942,"title":"Open Ideas and Data For Cooperation","description":"The Catalyst Community cant use IdeaScale API because it holds private member data. \\[1\\]. We lose time curating data by hand each fun \\[2\\]\\[3\\].","url":"http://ideascale.com/t/UM5UZBiin","solution":"Build data pipelines off-chain to integrate proposal and community tools in a form suitable for integration by structures of accountability.","no_assessments":0},
{"id":351822,"category":25947,"title":"Cardano Student Clubs in Ethiopia","description":"A Vast majority of the Ethiopian youth have never even heard of cardano and there is no active and engaged community.","url":"http://ideascale.com/t/UM5UZBiik","solution":"A cardano students club and ambassadorship program will enable students to learn from each other and increase engagement in the community.","no_assessments":0},
{"id":351806,"category":25946,"title":"Support Ongoing/Small Projects","description":"How can we make sure projects that are doing good work but ran out of budget/fail to get funded are supported to continue on or try again?","url":"http://ideascale.com/t/UM5UZBiiT","solution":"","no_assessments":0},
{"id":351795,"category":25946,"title":"Sustainable Development Goals 2030","description":"How will you drive high impact collaborating in the Cardano and global community to achieve the 2030 Sustainable Development Goals (SDGs)?","url":"http://ideascale.com/t/UM5UZBiiI","solution":"","no_assessments":0},
{"id":351778,"category":25941,"title":"Treda: A transactional carbon tax","description":"Offset Ada's transactional energy use with an plugin that diverts a % of that transaction towards a fund that is used to reforest farmland.","url":"http://ideascale.com/t/UM5UZBih1","solution":"Through accountability and early adoption this could help mitigate Cardano's energy impact, and help us steer towards a renewable society.","no_assessments":0},
{"id":351769,"category":25943,"title":"Cardano Catalyst Newsletter","description":"Entrepreneurs are looking for fundraising and are not aware about Cardano & Catalyst.","url":"http://ideascale.com/t/UM5UZBihs","solution":"A curated newsletter increases awareness, builds trust and drives entrepreneurs to Project Catalyst and the Cardano ecosystem.","no_assessments":0},
{"id":351739,"category":25939,"title":"Make your Dapp visible","description":"Soon, there will be a lot of Dapps on the network and will be too difficult to manage them transparently from the stage of development.","url":"http://ideascale.com/t/UM5UZBihN","solution":"The solution is Adaption! A platform where developers can submit Dapps and reach more users via a website. They can manage profiles easily.","no_assessments":0},
{"id":351735,"category":25942,"title":"Visual communication for community","description":"Information about Project Catalyst is difficult to digest for many. There is minimal good visual resources to explain complex concepts.","url":"http://ideascale.com/t/UM5UZBihJ","solution":"Create visual resources to continue the series of info graphics that visually describe Project Catalyst from Fund 3.","no_assessments":0},
{"id":351716,"category":25941,"title":"Gero Wallet: Cardano's MetaMask","description":"As Cardano is going live, users need a safe, efficient, and affordable way for their ADA tokens to interact with ADA contracts.","url":"http://ideascale.com/t/UM5UZBig0","solution":"We are creating Gero Wallet, a web browser wallet and extension for users to safely store tokens and interact with dApps built on Cardano.","no_assessments":0},
{"id":351711,"category":25941,"title":"iGIVit - The Future of Giving","description":"Giving to charities should be a transparent process, with the general public empowered to see exactly how their donations are used","url":"http://ideascale.com/t/UM5UZBigv","solution":"With iGIVit, it will be easy to give and to keep track of all donations","no_assessments":0},
{"id":351705,"category":25943,"title":"Collab Directory and Events","description":"Problem is in generating awareness of Catalyst and how it can be used as well as finding people who will accept payment via ADA.","url":"http://ideascale.com/t/UM5UZBigp","solution":"sixty:forty is a directory for alternative payment and we are running a 3 month long Culture of Innovation campaign in Quarter 3.","no_assessments":0},
{"id":351698,"category":25947,"title":"ADD.xyz's DeFi Mobile Money Bridge","description":"APY's of financial products in Africa has dropped from 20% to 2% APY in the past 5 years due to deflation, political corruption and covid-19","url":"http://ideascale.com/t/UM5UZBigi","solution":"We propose to build the first ever MTN/Mobile Money Bridge to DeFi in Nigeria/Kenya using Mobile Merchant On-ramps and lending protocols.","no_assessments":0},
{"id":351697,"category":25941,"title":"Farm to Fork Supply Chain - Insects","description":"The insects as food & feed sector can be a sustainable alt-protein solution, but fragmentation keeps consumers and farmers from connecting","url":"http://ideascale.com/t/UM5UZBigh","solution":"A real-time traceable supply chain DApp for all insect related products, connecting organic waste inputs through farming to feed to fork","no_assessments":0},
{"id":351682,"category":25941,"title":"Artano - The NFT Art Marketplace","description":"Many NFT marketplaces do not put users first: they have high commission fees, they are hard to navigate, heavily curated and centralized","url":"http://ideascale.com/t/UM5UZBigR","solution":"An NFT marketplace that is user-driven, open to all and fraud-resistant. We want to build a community, not just a product!","no_assessments":0},
{"id":351678,"category":25939,"title":"Quality-Assurance-DAO","description":"A lack of advocacy for open source\n\nA need to reform Project Management techniques\n\nA need to evolve to auditable levels.","url":"http://ideascale.com/t/UM5UZBigN","solution":"Innovative approach to open source  \nReform PM to distributed peer facilitation.  \nAdapt maturity standards to distributed organizations.","no_assessments":0},
{"id":351663,"category":25941,"title":"The Quest for ADA ","description":"Building the first mobile classic fantasy MRPG Game in a world called ADA. **Fully related** game design to CardanoÂ´s blockchain technology.","url":"http://ideascale.com/t/UM5UZBif8","solution":"We will offer the whole fantasy gaming experience, story, **exclusively hand-drawn artworks**, world and game design will be fully hand-made!","no_assessments":0},
{"id":351653,"category":25941,"title":"nft-maker.io -> Full NFT platform","description":"There's high demand for user-friendly NFT platforms & marketplaces on Cardano.","url":"http://ideascale.com/t/UM5UZBify","solution":"We want to expand nft-maker.io to a point where it's not only a minting tool but also a **decentralized market place for multi-media NFTs**.","no_assessments":0},
{"id":351624,"category":25947,"title":"Decentralization at Societal Level.","description":"The staking experience does not make it easy to contribute to Cardano's goals of societal decentralization and support African SPO.","url":"http://ideascale.com/t/UM5UZBifU","solution":"Understand SPO diversity/representation  \nStaking decision prototype  \nWork with communities and SPO information services to drive African SPO","no_assessments":0},
{"id":351579,"category":25941,"title":"Trusted time-tracking and billing","description":"Time tracking and billing of work is currently a messy and time-consuming process that often requires manual input and approval steps.","url":"http://ideascale.com/t/UM5UZBiel","solution":"Project Hours will provide a global framework for time tracking and payments that will greatly improve trust between workers and companies","no_assessments":0},
{"id":351502,"category":25947,"title":"No-Code For Creative Africa","description":"Lack of a Pan-Africa strategy to gain a piece of the 4.07 trillion IT service Market or to meets its growing IT needs.","url":"http://ideascale.com/t/UM5UZBidU","solution":"Make the African Continent the go-to place for No-Code development then upmarket","no_assessments":0},
{"id":351501,"category":25939,"title":"Artificial Intelligence/ML API","description":"Apps for training AI & ML algorithms tend to be centralized, with no transparency. This can bring biased results as the algorithm learn","url":"http://ideascale.com/t/UM5UZBidT","solution":"The immutable ledger and transparency of the public blockchain will provide the decentralised, trusted solution AI and ML desperately needs.","no_assessments":0},
{"id":351489,"category":25947,"title":"Hyper-Localizable Wallet for Africa","description":"Diverse personas, languages (2000+), TELCO SLAs, threat metrics, customer budgets, devices..","url":"http://ideascale.com/t/UM5UZBidH","solution":"2-screen wallet - hyper-localizable, skeuomorphic (no text), minimum network traffic, text 2FA, network retry, lock NFT for KYC","no_assessments":0},
{"id":351487,"category":25941,"title":"WooCommerce Payments Plugin","description":"Peer to peer ADA payments via open source e-commerce platforms such as WooCommerce for low volume/value merchants.","url":"http://ideascale.com/t/UM5UZBidF","solution":"WooCommerce plugin to allow users to pay ADA directly to merchants without the need for a third party.\n\nInstall, configure, accept ADA.","no_assessments":0},
{"id":351471,"category":25948,"title":"DEFI billing - an untapped market?","description":"Consider the vast number of utilities & other Gov orgs that bill customers on a regular basis using expensive inflexible insecure solutions.","url":"http://ideascale.com/t/UM5UZBicz","solution":"Propose to develop a **billing smart contract solution** targeting use cases around initially Utilities billing. Calling it \"adabillr\" or Billr","no_assessments":0},
{"id":351435,"category":25943,"title":"Video guides","description":"With everything Cardano is creating. It would be awesome to have video guides to go with them.","url":"http://ideascale.com/t/UM5UZBicO","solution":"Simple step by step video instructions.","no_assessments":0},
{"id":351403,"category":25947,"title":"E-ROW waterways transportation","description":"Millions of people are commuting daily in Africa using fossil energies which makes the cost of transport high, second expense per household.","url":"http://ideascale.com/t/UM5UZBibs","solution":"Smart grid pontoon recharge electric boat by using kinetic energy of water. Customer pay with token to local entrepreneur and get rewarded.","no_assessments":0},
{"id":351387,"category":25948,"title":"Smart Contract Audit Token SCAT DAO","description":"Consumers have trouble trusting DeFi Dapps with their money. Dapps can be audited, but how can you trust a paid auditor to act impartially?","url":"http://ideascale.com/t/UM5UZBibc","solution":"A DAO which will have audit projects chosen by the community and funded entirely through their treasury with zero conflict of interest.","no_assessments":0},
{"id":351380,"category":25947,"title":"Cashout and Buy ADA in Ethiopia","description":"In Ethiopia, people can't buy or cash out ADA easily. There is also no ADA payment ways and cardano users in Ethiopia, only few in Africa","url":"http://ideascale.com/t/UM5UZBibU","solution":"A service where people can buy and cash out ADA in local currency to enjoy thier investment returns and pay with thier ADA.","no_assessments":0},
{"id":351359,"category":25941,"title":"Smart Contract-Based Paper Wallets","description":"Paper wallets are essential for growing Cardano, but security at point-of-sale is lacking.","url":"http://ideascale.com/t/UM5UZBia9","solution":"Smart Paper Wallets linked to a Plutus smart contract which requires merchant validation.","no_assessments":0},
{"id":351337,"category":25941,"title":"WITHDRAWN - REVISITING THE IDEA","description":"The Out of Pocket healthcare model adopted in many countries prevents many people from accessing healthcare because they can't afford it.","url":"http://ideascale.com/t/UM5UZBian","solution":"A decentralised framework to implement a community funded healthcare system, centred on minimal affordable payments by community members.","no_assessments":0},
{"id":351307,"category":25946,"title":"Decentralized Data Publishing ","description":"How can we bake data services like Etherscan directly into Cardano governance network to easily extract new statistics and index on demand?","url":"http://ideascale.com/t/UM5UZBiaI","solution":"","no_assessments":0},
{"id":351295,"category":25941,"title":"Decentralized version of ebay","description":"With the centralized nature of Ebay and Amazon. They have a bit of a monopoly on online shopping.","url":"http://ideascale.com/t/UM5UZBiY6","solution":"Create a decentralized marketplace for consumer products. Just like Ebay but completely decentralized.","no_assessments":0},
{"id":351294,"category":25946,"title":"Social project for digital inclusio","description":"Many people around the world do not have access to the internet or computers","url":"http://ideascale.com/t/UM5UZBiY5","solution":"","no_assessments":0},
{"id":351284,"category":25939,"title":"Bind to other Prog.Languages","description":"Cardano's software is written in Haskell. This represents a great learning curve for many developers who use other more popular languages","url":"http://ideascale.com/t/UM5UZBiYv","solution":"Developing bindings for other languages that do not force developers to move from the comfort of their usual development environments.","no_assessments":0},
{"id":351263,"category":25947,"title":"ADA Liquidity for Ethiopia","description":"For those in Ethiopia without access to traditional exchanges, purchasing ADA is prohibitively difficult and expensive.","url":"http://ideascale.com/t/UM5UZBiYa","solution":"Provide free exchange of Ethiopian Birr for ADA via in person and mobile transactions.","no_assessments":0},
{"id":351262,"category":25941,"title":"Prsona: Dapp for political personas","description":"Political parties represent the people without really knowing much about the people. How can parties collect and use info about the people?","url":"http://ideascale.com/t/UM5UZBiYY","solution":"We will build a poll dapp that gathers the political preferences and wishes of people. Parties can use the data to represent people better.","no_assessments":0},
{"id":351236,"category":25945,"title":"iNVENT ","description":"iNVENT is a blockchain application that eliminates extensive cost and creates a time/date stamp validation of concepts for inventors.","url":"http://ideascale.com/t/UM5UZBiX8","solution":"Blockchain Metadata Time/Date and Concept Validation Stamp/Hash, would eliminate standard high cost and help inventors to validate idea.","no_assessments":0},
{"id":351232,"category":25941,"title":" Bakground","description":"Bakground stands to disrupt and legitimize the NFT space.","url":"http://ideascale.com/t/UM5UZBiX4","solution":"By using Artificial intelligence and Machine learning to scan Audio and image files for authenticity.","no_assessments":0},
{"id":351225,"category":25941,"title":"Decentralized real estate ","description":"The housing industry doesn't cater to people living as digital nomads.","url":"http://ideascale.com/t/UM5UZBiXx","solution":"A tokenized platform for real estate investment and bookings, connecting people to a global community of nomads living this lifestyle.","no_assessments":0},
{"id":351203,"category":25939,"title":"Cardano Marketplace","description":"Blockchain solutions for IBO's are extremely hard to find and understand.\n\nA dev and freelance blockchain-focused platform doesn't exist.","url":"http://ideascale.com/t/UM5UZBiXb","solution":"\"Cardano Marketplace is building a freelance exchange by connecting IBO's & DEF's across Cardano as a Multi-Vendor Marketplace.\"","no_assessments":0},
{"id":351202,"category":25945,"title":"Corona Immunity Passport","description":"While travelling, how can every country trust each others Vaccination certificate (in local language) - an APP or a simple piece of paper.","url":"http://ideascale.com/t/UM5UZBiXa","solution":"Use Cardano to develop a tamper resistant system, which can be used by the whole world and eases travelling, visiting restaurants etc.","no_assessments":0},
{"id":351200,"category":25941,"title":"ADALancer","description":"Existing freelancer marketplaces struggle with high fees and low payments as well as delivering consistent quality of work","url":"http://ideascale.com/t/UM5UZBiXX","solution":"Create a decentralized freelancer marketplace using Cardano blockchain that offers instance payment, low fees and fair dispute settlement","no_assessments":0},
{"id":351198,"category":25939,"title":"Workspace for JavaScript Developers","description":"Allow developers to work on their projects while contributing to open source libraries at the same time.","url":"http://ideascale.com/t/UM5UZBiXV","solution":"I created a workspace to develop my own projects while contributing to open source libraries and other developers can use it too.","no_assessments":0},
{"id":351183,"category":25941,"title":"Crowdano Crowdfunding Platform","description":"Backers of a crowdfunding campaign should be able to ensure their funds are used correctly, however 9% of Kickstarters fail to deliver\\[1\\]\\[2\\]","url":"http://ideascale.com/t/UM5UZBiXG","solution":"I propose a crowdfunding platform based on Cardano which implements a staged-funding model to protect backer's investments.","no_assessments":0},
{"id":351148,"category":25946,"title":"GRL PWR: Women Welcome!","description":"How can we increase the overall participation of women in the Cardano ecosystem across all entities, functions, roles & overall community?","url":"http://ideascale.com/t/UM5UZBiWh","solution":"","no_assessments":0},
{"id":351137,"category":25943,"title":"Educational videos (adatruth)","description":"Most people don't understand what Cardano is about.\n\nHow can we explain the system and the vision to newcomers using real world use cases?","url":"http://ideascale.com/t/UM5UZBiWV","solution":"Short, precisely articulated educational videos will work as a gateway to Cardano attracting developers / ada holders. Watch trailer below.","no_assessments":0},
{"id":351135,"category":25941,"title":"Native tokens for physical assets","description":"Physical assets (like artwork, real estate, businesses etc) lack a standard for representation on the blockchain as tokens","url":"http://ideascale.com/t/UM5UZBiWT","solution":"Create a community standard that tokenization of physical assets must conform to, to help improve quality, security and ultimately adoption","no_assessments":0},
{"id":351134,"category":25947,"title":"Teens Blockchain Summer Bootcamp ","description":"\"In most parts of Africa, ignorance and poor education about Blockchain technology has led to a lot of misconceptions\"","url":"http://ideascale.com/t/UM5UZBiWS","solution":"Organize a summer Bootcamp for teenagers between the ages of (13 - 19 years old) in order to begin to introduce them to Blockchain.","no_assessments":0},
{"id":351119,"category":25941,"title":"graffiti NFT marketplace","description":"Graffiti artists don't get compensated for their art, lack of profitability for graffiti art.","url":"http://ideascale.com/t/UM5UZBiWD","solution":"NFT's of digitalized graffiti artworks with smart contract compensation connected to signature if owner can verify it.","no_assessments":0},
{"id":351116,"category":25941,"title":"Euclid Net-Cardano-Data Analytics","description":"Data Analytics solutions in decision-making are not accessible to many sectors in society,specially the 'common man' in the developing world","url":"http://ideascale.com/t/UM5UZBiWA","solution":"We propose a mechanism to make the benefits of data analytics solutions available to broader society using Cardano blockchain technology.","no_assessments":0},
{"id":351112,"category":25948,"title":"A DEX aggregator on Cardano","description":"There is a shortage of DEXs, Dapps building on Cardano's Ecosystems","url":"http://ideascale.com/t/UM5UZBiV6","solution":"Instamo - A cross-chain DEX aggregator attracts other startups and businesses building the other DEXs on Cardano to grow global communities","no_assessments":0},
{"id":351108,"category":25941,"title":"A DEX aggregator built on Cardano","description":"The marketplace remains fragmented, however, with liquidity still lacking on individual DEXes compared to their CEX counterparts.","url":"http://ideascale.com/t/UM5UZBiV2","solution":"DEX aggregators have emerged to pool that fragmented liquidity together into a single platform like Instamo to solve the problem.","no_assessments":0},
{"id":351102,"category":25941,"title":"Magento 2 ada payments plugin","description":"Currently, there are no plugins for ADA on the Magento marketplace. Over 170k websites use the Magento platform.","url":"http://ideascale.com/t/UM5UZBiVw","solution":"Build a payment system that can be used on the Magento platform. We plan on building a plugin that any website on Magento can use.","no_assessments":0},
{"id":351093,"category":25944,"title":"Sponsorship for Brazilian youtuber ","description":"A large part of the Brazilian population does not know what blockchain, crypto and cardano are.","url":"http://ideascale.com/t/UM5UZBiVn","solution":"Lack of knowledge is resolved with quality information and easy language. I will produce content weekly to clarify the Brazilians","no_assessments":0},
{"id":351088,"category":25941,"title":"Kingdom Builder","description":"Most low level users in crypto's first and only experience with crypto is on Coinbase and then nothing after that.","url":"http://ideascale.com/t/UM5UZBiVi","solution":"I want to create a a platform that anyone can join, buy crypto and actively transact on the blockchain (maybe without even knowing it)","no_assessments":0},
{"id":351012,"category":25946,"title":"Disaster: When all is at stake","description":"How can we help SPOs tackle risks & plan, develop and participate in disaster recovery tests in a safe hiccup-free and decentralized manner?","url":"http://ideascale.com/t/UM5UZBiUS","solution":"","no_assessments":0},
{"id":351008,"category":25947,"title":"Make DApp for Worldwide Gardening!","description":"Climate has changed.\n\nBiodiversity is suffering.\n\nTopsoil reserves dwindling.\n\nPoverty.\n\nHumanity is out of sync with nature, spirit & self.","url":"http://ideascale.com/t/UM5UZBiUO","solution":"It's time to bring simple concepts about taking care of the earth to the forefront.  \nHealthy activities, sustainable jobs, earth renewal, etc","no_assessments":0},
{"id":351004,"category":25941,"title":"Youbiquitor Dapp for gig workers","description":"Apps like Uber, Doordash and others take advantage of independent contractors under the false promise that you can \"be your own boss\".","url":"http://ideascale.com/t/UM5UZBiUK","solution":"Youbiquitor allows contractors to customize their business profile, personalize fee structures and offer various types of services.","no_assessments":0},
{"id":351002,"category":25941,"title":"Decentralised maps and nfts","description":"With NFTs being a hot topic, I'd like to integrate NFTs into maps/navigation.","url":"http://ideascale.com/t/UM5UZBiUI","solution":"Users could buy areas on the map in the form of NFTs. Users can advertise on area they own.","no_assessments":0},
{"id":350998,"category":25941,"title":"Insurance Claims Processing","description":"Insurance fraud costs the UK around Â£1.3bn, applying dApps and tokenisation to the insurance process this could be greatly reduced.","url":"http://ideascale.com/t/UM5UZBiUE","solution":"Claims data is written to the ledger and the process between the parties is automated, tokens reward honesty, honest actors are rated.","no_assessments":0},
{"id":350984,"category":25943,"title":"Small SPO awareness ","description":"Not many small pools have the funds to market and get set up with a website, or any other barriers that are keeping them from being known.","url":"http://ideascale.com/t/UM5UZBiT0","solution":"i am looking to solve this by setting up a youtube channel, and take the time to interview as many small stake pool operators as i can.","no_assessments":0},
{"id":350982,"category":25944,"title":"Online cardano store for SPO's","description":"There is no single spot to find good gear 2 market for SPO's, or anything cardano. A central hub to Cardano gear for all! With deals 4 SPO's","url":"http://ideascale.com/t/UM5UZBiTy","solution":"I intend to rent a space and finance, a t-shirts/mugs printing press. Eventually as i grow, look to purchase new machines for new products.","no_assessments":0},
{"id":350981,"category":25942,"title":"Catalyst Community Tools","description":"Community Advisors spend countless hours shuffling around IdeaScale and spreadsheets to fulfill their role. Time to automate some?","url":"http://ideascale.com/t/UM5UZBiTx","solution":"Build tools to improve the efficiency of Proposers and Community Advisors work during Catalyst proposals' assessment and review phases.","no_assessments":0},
{"id":350968,"category":25947,"title":"Trust Graphic Novel & Motion Comic","description":"Blockchain education isn't Africa-focused and often portrays Africans as the beneficiaries instead of the drivers of change.","url":"http://ideascale.com/t/UM5UZBiTk","solution":"Trust is a transmedia project - both a graphic novel and motion comic - that teaches African teens and young adults about blockchain.","no_assessments":0},
{"id":350964,"category":25948,"title":"RAY Swap","description":"Cardano ecosystem needs more competitive AMM exchange tools.","url":"http://ideascale.com/t/UM5UZBiTg","solution":"Adaptation of the Uniswap smart contracts (which is distributed under the GNU license) for the Plutus platform.","no_assessments":0},
{"id":350931,"category":25941,"title":"WrapAssets.io","description":"The users of Cardano products wish to utilize assets which are not native to Cardano for lending, trading, marketplaces, and more.","url":"http://ideascale.com/t/UM5UZBiS8","solution":"We intend to custody assets (both blockchain and real) with custody services, then provide a representation of those assets on Cardano.","no_assessments":0},
{"id":350923,"category":25945,"title":"CardanoWall, new levels of PoE","description":"Content creators or businesses need an ability to prove \"Proof of Existence\" authorship and avoid losing/altering the original file.","url":"http://ideascale.com/t/UM5UZBiS0","solution":"CW lets the authors anonymously prove the authorship of PoE. It also encrypts files in a browser and stores a copy in the CW public storage.","no_assessments":0},
{"id":350911,"category":25939,"title":"Catalyst Common Idea Funnel ","description":"Wow this is overwhelming! Where do start? How do I find collaborators? Navigate platform? What ideas are already presented? How am I doing?","url":"http://ideascale.com/t/UM5UZBiSo","solution":"This onboarding tool will establish member profile, orientation, Catalyst understanding and funnel common projects into working communities.","no_assessments":0},
{"id":350904,"category":25942,"title":"Tutorial for Community Advisors","description":"The rapid growth in Catalyst increases the need for good Community Advisors, otherwise poor assessments will affect the quality of Catalyst","url":"http://ideascale.com/t/UM5UZBiSh","solution":"A Tutorial to onboard and teach new/existing Community Advisors to ensure high-quality assessments which help voters to make good decisions","no_assessments":0},
{"id":350886,"category":25941,"title":"On-Chain Trust","description":"Lack of liquidity in real-world investment properties. Buying, selling and managing them is a struggle.","url":"http://ideascale.com/t/UM5UZBiSO","solution":"Standardized property management on the Cardano. Buy and sell property as equity tokens on Cardano.","no_assessments":0},
{"id":350883,"category":25945,"title":"Deqree: Certificate Validation ðŸŽ“","description":"India has an increasing problem of counterfeit degrees with no reliable way for recruiters to verify an applicant's educational credentials.","url":"http://ideascale.com/t/UM5UZBiSL","solution":"Develop a cost effective dApp platform to validate certificate credentials using transaction metadata and a native token.","no_assessments":0},
{"id":350878,"category":25943,"title":"University/College Outreach","description":"We need to reach out to university and college students and graduates to raise awareness of Cardano and the opportunities that exist.","url":"http://ideascale.com/t/UM5UZBiSG","solution":"We intend to incubate interest in the blockchain by educating them with daily zooms and assisting in proposal development with targets.","no_assessments":0},
{"id":350877,"category":25946,"title":"Ouroboros: Endless self-disruption","description":"How can we ensure that the Cardano system nurtures bold minority contrarian views on KEY elements of ADA ecosystem in the next 6 months?","url":"http://ideascale.com/t/UM5UZBiSF","solution":"","no_assessments":0},
{"id":350869,"category":25944,"title":"Incentivizing Interaction (Phase 2)","description":"Much-needed breakthrough innovations can be achieved by incentivizing interactions among people from different backgrounds.","url":"http://ideascale.com/t/UM5UZBiR7","solution":"Incentivising interaction among people of different backgrounds (the greater the difference, the bigger the reward) brings about innovations","no_assessments":0},
{"id":350844,"category":25943,"title":"60-Day Online Marketing Campaign","description":"Low awareness of Catalyst among entrepreneurs outside our community, and thus a lot of untapped potential for Cardano development","url":"http://ideascale.com/t/UM5UZBiRi","solution":"Online Marketing Campaign as a fast and efficient way to attract entrepreneurs to increase diversity and quality of proposals in Catalyst","no_assessments":0},
{"id":350836,"category":25947,"title":"Paper wallet terminal for in a shop","description":"People need a way to transfer fiat currency to ADA when they don't have access to a phone, electricity or bank account.","url":"http://ideascale.com/t/UM5UZBiRa","solution":"A terminal at a shop where a customer can give the shop owner paper money. The customer gets an ADA wallet with the deposited amount","no_assessments":0},
{"id":350835,"category":25944,"title":"Charles Hoskinson in Russian","description":"There is low penetration of Cardano philosophy and vision in non-English speaking countries, that constitute 83% of world population.","url":"http://ideascale.com/t/UM5UZBiRY","solution":"Translate in Russian Charles Hoskinson's YouTube videos (3 months period) to promote Cardano philosophy to 3% population.","no_assessments":0},
{"id":350824,"category":25942,"title":"cardanocataly.st Community Page","description":"A central place for new and existing community members of Project Catalyst to find information, make connections, obtain guides.","url":"http://ideascale.com/t/UM5UZBiRN","solution":"Continue development a community driven Community Landing Page that links to the various material relating to Project Catalyst.","no_assessments":0},
{"id":350809,"category":25941,"title":"Food Delivery App + Low Commissions","description":"Uber Eats takes advantage of restaurants and delivery drivers with 30-60% commission fees.","url":"http://ideascale.com/t/UM5UZBiQ8","solution":"Create a white-label decentralized food app which directly connects consumers to restaurants.","no_assessments":0},
{"id":350808,"category":25941,"title":"Community Launchpad & DEX ","description":"New projects lack initial liquidity and fail to compete based on the value they generate.","url":"http://ideascale.com/t/UM5UZBiQ7","solution":"All-in-one ecosystem from activating a project community to token launch and swap. We offer a inclusive, transparent, secure solution.","no_assessments":0},
{"id":350798,"category":25946,"title":"PROJECT CATALYST'S FIRST NFT ART ðŸŒ…","description":"**Can Project Catalyst's first NFT art draw a worldwide Declaration of Independence?ðŸŒŽðŸŒðŸŒ**","url":"http://ideascale.com/t/UM5UZBiQx","solution":"","no_assessments":0},
{"id":350781,"category":25947,"title":"Sanitation Microfarming (tm) PBC","description":"In Ethiopia few people have access to clean sanitation and water. At the same time Ethiopia and the rest of Africa need blockchain tech.","url":"http://ideascale.com/t/UM5UZBiQg","solution":"Khepera SCA has developed a new industry to solve both problems - Sanitation Microfarming(tm) PBC (Proved By Cryptography)","no_assessments":0},
{"id":350780,"category":25939,"title":"Tokenizing GitHub Pull request","description":"Developers want to contribute to projects but at the same time they want to be rewarded either by token of appreciation or recognition.","url":"http://ideascale.com/t/UM5UZBiQf","solution":"An extension on GitHub that allow any project owner to tokenised the PR (Pull request) and reward contributors with ADA.","no_assessments":0},
{"id":350773,"category":25941,"title":"DaPassword - a password manager ","description":"Your credentials stored securely on the cardano blockchain forever. No recurring fees. No central server controlling your data.","url":"http://ideascale.com/t/UM5UZBiQX","solution":"DaPassword is a password manager that stores all your website passwords in the blockchain, along with bookmarks or anything important.","no_assessments":0},
{"id":350766,"category":25939,"title":"Free Commerce payment gateway","description":"Enabling the sales of goods and services for crypto requires intermediaries who control the seller's money and charge fees/commissions.","url":"http://ideascale.com/t/UM5UZBiQQ","solution":"To build an intermediary & commission-free payment gateway where native tokens (esp. stablecoins) & ADA flow directly from buyer to seller.","no_assessments":0},
{"id":350764,"category":25947,"title":"Planting Roots In Africa","description":"Best solutions will come from the ground, but African devs lack infrastructure to push Cardano forward. Cardano community support is needed.","url":"http://ideascale.com/t/UM5UZBiQO","solution":"Funding basic infrastructure in African hubs will allow us to collaborate, coordinate, educate and initiate building out local use cases.","no_assessments":0},
{"id":350761,"category":25939,"title":"Wallet Name System (WNS) ","description":"Any cryptocurrency user should be able to send funds to human readable names instead of wallet addresses, and know if recipient is legit","url":"http://ideascale.com/t/UM5UZBiQL","solution":"To build a decentralized network that maps names and other information to wallet addresses, much like the internet's DNS but for wallets.","no_assessments":0},
{"id":350758,"category":25941,"title":"DEED IT FORWARD ","description":"What is our **GREATEST** untapped resource? **++We are!++** Pay it forward is great concept, but how can we do **more** to actively help our fellow humans?","url":"http://ideascale.com/t/UM5UZBiQI","solution":"DeeditForward is a tool that crowdsources the act of helping; connecting a person in need with those ++willing++ to help in their own community.","no_assessments":0},
{"id":350751,"category":25946,"title":"Explore & model ADA monetary policy","description":"Can ADA's monetary policy be explored and modeled to inspire confidence among new users, organizations and experts, in the next six months?","url":"http://ideascale.com/t/UM5UZBiQB","solution":"","no_assessments":0},
{"id":350742,"category":25947,"title":"Free WIFI For Minibus Taxis","description":"There is next to zero awareness of Cardano in South Africa.\n\nThe cost of Mobile data in South Africa is amongst the highest in the world.","url":"http://ideascale.com/t/UM5UZBiP2","solution":"Fit Minibus taxis with a 4g router with shared folder for offline content this will provide the foundation for marketing and tokenization.","no_assessments":0},
{"id":350741,"category":25939,"title":"NFT re-minting service","description":"All NFTs are currently created as a custom asset with 1 coin. This dissuades partial ownership and introduces reminting policy problems","url":"http://ideascale.com/t/UM5UZBiP1","solution":"Create a standardized NFT re-minter that can fix policy errors, create partially owned NFTs and trace NFT heritage","no_assessments":0},
{"id":350736,"category":25941,"title":"RAY Wallet","description":"Interacting with various cryptoservices requires a lot of different actions and movement of funds. It has to be in one place!","url":"http://ideascale.com/t/UM5UZBiPw","solution":"Adapting the use of Cardano crypto services by combining them into a multifunctional wallet - RAY Wallet.","no_assessments":0},
{"id":350731,"category":25939,"title":"NFT Guaranteed Storage","description":"Cardano (NFT\\*) Projects rely on IPFS to store asset data. IPFS does NOT guarantee storage. Most projects are at risk of losing that data.","url":"http://ideascale.com/t/UM5UZBiPr","solution":"Create a bridge from Cardano to Filecoin to ensure storage of tokens.","no_assessments":0},
{"id":350723,"category":25941,"title":"NFT for each CARDANO Smart Contract","description":"Cardano needs to implement the NFTs to its technology and to Smart Financial Contracts of its MARLOWE platform to be a leader in said market","url":"http://ideascale.com/t/UM5UZBiPj","solution":"Implement the NFT generation function in the Cardano MARLOWE platform so that each Financial Smart Contract created has its respective NFT","no_assessments":0},
{"id":350720,"category":25942,"title":"Governance Co-Laboratory","description":"On-chain governance presents novel challenges and remains difficult to change. How might we make and learn from our mistakes together?","url":"http://ideascale.com/t/UM5UZBiPg","solution":"Low-stakes laboratory to experiment with novel organizational structures and processes, free from highly technical considerations.","no_assessments":0},
{"id":350707,"category":25939,"title":"Cardano JS API","description":"At this point, only an in-depth study of how Cardano works allows you to make the simplest Javascript web application.","url":"http://ideascale.com/t/UM5UZBiPS","solution":"Develop library on top of cardano-graphql and cardano-serilazation-lib, with transparent methods to work with Cardano cryptography & data.","no_assessments":0},
{"id":350704,"category":25944,"title":"Catalyst Catapult","description":"Siloed onboarding efforts lack a unified voice and vision. One-way content educates without engaging. We can't sustain on unpaid volunteers.","url":"http://ideascale.com/t/UM5UZBiPP","solution":"Community onboarding engine sustained by incentivized stewardship and paying it forward - let's create conversational experiences together.","no_assessments":0},
{"id":350701,"category":25941,"title":"Music Industry Money Made Fair ","description":"Musicians / crew can't track/recieve royalties and touring payments all over the world. Centralised systems have never changed since the 60s","url":"http://ideascale.com/t/UM5UZBiPM","solution":"Develop an industry app, like Uber for music. Crew, merch people, venues etc can all promote themselves in one place, with Cardano payment","no_assessments":0},
{"id":350699,"category":25942,"title":"Catalyst Site: Project tracking","description":"There is a lack of visibility on the execution of the proposal winners and their total amount of funded proposals.","url":"http://ideascale.com/t/UM5UZBiPK","solution":"Provide all funding history for projects and linking projects to their products / websites.","no_assessments":0},
{"id":350697,"category":25946,"title":"A.I. & SingularityNet","description":"How can we create a mutually beneficial partnership with SingularityNet and other A.I. developers and researchers?","url":"http://ideascale.com/t/UM5UZBiPI","solution":"","no_assessments":0},
{"id":350694,"category":25946,"title":"Stake Pools in 100 Countries","description":"How can we enable stake pool operators in 100 new countries in the next 12 months?","url":"http://ideascale.com/t/UM5UZBiPF","solution":"","no_assessments":0},
{"id":350691,"category":25946,"title":"NFTs","description":"How can we establish Cardano's native tokens as the best solution for NFT projects?","url":"http://ideascale.com/t/UM5UZBiPC","solution":"","no_assessments":0},
{"id":350688,"category":25946,"title":"Decentralised Research Fund","description":"How can we ensure creative productivity in the decentralised space is backed by sound science, research & models, equally available to all?","url":"http://ideascale.com/t/UM5UZBiO9","solution":"","no_assessments":0},
{"id":350686,"category":25944,"title":"Catalyst Site:Improve proposal data","description":"Proposals lack depth for team profiles, have poor categorization & search. Proposals cannot be easily viewed as single projects.","url":"http://ideascale.com/t/UM5UZBiO7","solution":"Expand & improve team profile information.\n\nEnable categorization of projects.\n\nCreate links between multiple proposals.","no_assessments":0},
{"id":350680,"category":25945,"title":"Control your data â€“ privacy ledger ","description":"People can control (use of) their data via (legal) data rights. However, people don't know how to use/exercise them to their advantage","url":"http://ideascale.com/t/UM5UZBiO1","solution":"People use Profila's App to learn + exercise data rights; the privacy metadata ledger then provides legal proof = \"unsubscribe on steroids\"","no_assessments":0},
{"id":350676,"category":25941,"title":"Decentralized exchange on Cardano","description":"Token holders want to be able to trade their tokens and easily earn from like they would in a high-yield saving account.","url":"http://ideascale.com/t/UM5UZBiOx","solution":"We would like to launch a fully decentralized exchange that would run on the Cardano Blockchain, swap Cardano tokens and reward users.","no_assessments":0},
{"id":350675,"category":25944,"title":"Catalyst Site: Education resources","description":"The educational resources, links and calendar dates for Catalyst are scattered and don't have a friendly user interface.","url":"http://ideascale.com/t/UM5UZBiOw","solution":"Create a user friendly calendar page and aggregated resources for learning about Catalyst.","no_assessments":0},
{"id":350674,"category":25941,"title":"Animal Conservation - NFT Rewards","description":"Animals in Africa and other countries are being killed to extinction by poachers, climate change and deforestation.","url":"http://ideascale.com/t/UM5UZBiOv","solution":"Develop a Staking Rewards Distribution System via a Smart Contract to support these Organizations and the Supporters with NFTs","no_assessments":0},
{"id":350672,"category":25944,"title":"Inner-View with KEWW Video Series","description":"Blockchain technology & the true potential of Cardano is not easy to understand for new members of this ecosystem, limiting their engagement","url":"http://ideascale.com/t/UM5UZBiOt","solution":"Produce a video series of entry level interviews discussing Project Catalyst with its members & build a foundation of knowledge to grow from","no_assessments":0},
{"id":350670,"category":25947,"title":"First Ethiopian Stake Pool","description":"There are very few stake pools in Africa and none in Ethiopia today.","url":"http://ideascale.com/t/UM5UZBiOr","solution":"We will start the first Cardano stake pool in Ethiopia and use the rewards to sustain the operation & seed additional local Cardano ventures","no_assessments":0},
{"id":350667,"category":25941,"title":"Dapp to control/monetize your data","description":"$300B surveillance capitalism market broke the customer relationship. People should control & benefit from the use of their personal data","url":"http://ideascale.com/t/UM5UZBiOo","solution":"Consent-based customer data (D)app, using smart contracts to record personal data licenses; compensating people for their data & attention","no_assessments":0},
{"id":350662,"category":25942,"title":"Co-participation fund: adafund.io","description":"Obtaining funding through the existing Project Catalyst funding model is slow and overbearing. How can we explore options to make it faster?","url":"http://ideascale.com/t/UM5UZBiOj","solution":"Create a side treasure that explores different funding models. In this case, a co-funding model exploring funding for low cost proposals.","no_assessments":0},
{"id":350661,"category":25941,"title":"ChainEscrow - On-chain escrow dApp","description":"Exchanging goods and services always require the parties to have some kind of trust in each other, sometimes causing unexpected outcomes","url":"http://ideascale.com/t/UM5UZBiOi","solution":"Create a simple yet powerful escrow dApp on Cardano which will enable the onchain exchange of goods and services in a trustless manner","no_assessments":0},
{"id":350654,"category":25948,"title":"AMM for Continuous Financing","description":"Financing innovation, science, and culture need complex economic protocols but developing these financial primitives is difficult.","url":"http://ideascale.com/t/UM5UZBiOb","solution":"A reusable module (money legos) of economic protocols based on bonding curves to scale up continuous project financing and investment.","no_assessments":0},
{"id":350653,"category":25943,"title":"Catalyst Site: Collaborators list","description":"It's difficult for newcomers and proposers to find people for collaboration on a proposal or get advice on engaging in Project Catalyst.","url":"http://ideascale.com/t/UM5UZBiOa","solution":"A list of potential collaborators and their skills that want to take part in proposals.","no_assessments":0},
{"id":350652,"category":25939,"title":"Devs for Awarenes Event West Africa","description":"People need to discover Cardano in West Africa. Attract users to the ecosystem by organising a unique, fun & rewarding Treasure Hunt event.","url":"http://ideascale.com/t/UM5UZBiOY","solution":"Stage 1: Recruit, train and equip a team of African devs to build the tech infrastructure needed for a Treasure Hunt event in West Africa.","no_assessments":0},
{"id":350635,"category":25939,"title":"Elixir SDK","description":"Right now you can access the cardano-wallet using the built in REST API but Elixir does not have a higher-level library to use the wallet.","url":"http://ideascale.com/t/UM5UZBiOH","solution":"Create an SDK that implements modules to make Elixir developers able to use Wallets, Addresses, Keys, Transactions, etc","no_assessments":0},
{"id":350634,"category":25941,"title":"Integrate SoMee.social onto Cardano","description":"Cardano is seeking Social DApps that will grow it's user base at scale and offer features like DeFi , NFTs, monetization, and data control.","url":"http://ideascale.com/t/UM5UZBiOG","solution":"SoMee.social combines a powerful social DeFi, NFT enabled, monetized platform that will attract millions of new users to Cardano at scale.","no_assessments":0},
{"id":350629,"category":25941,"title":"Back to Basis - Tax compliance tool","description":"Tax compliance obligations under US tax policy are difficult to track correctly, especially when on chain transactions are involved.","url":"http://ideascale.com/t/UM5UZBiOB","solution":"Develop a web based tax solution that can easily manage both the on chain activity of Cardano, as well as the staking reward activity.","no_assessments":0},
{"id":350627,"category":25941,"title":"Responsible Investing Dapp","description":"Securing gains from crypto investments takes discipline, precision, and consistency. Something a lot of us lack in this space!","url":"http://ideascale.com/t/UM5UZBiN9","solution":"Dapp that automatically converts a percentage of holdings (ada) to a stable coin when your crypto increases by a specified percentage.","no_assessments":0},
{"id":350625,"category":25939,"title":"Arnot - iOS SDK","description":"Mobile devs who want to integrate Cardano, have to build their own replica of tools, which requires knowledge of cryptography.","url":"http://ideascale.com/t/UM5UZBiN7","solution":"Create a software development kit (SDK) in Swift. Lay a foundation for building mobile Cardano apps without knowing cryptographic internals.","no_assessments":0},
{"id":350616,"category":25941,"title":"Cardano Support for Point of Sale","description":"Cardano has no easy Point-of-Sale software integration, and therefore requires expensive custom solutions for website payments.","url":"http://ideascale.com/t/UM5UZBiNy","solution":"Adding Cardano support to BTCPay Server would enable easy web payments for ecommerce websites and online services.","no_assessments":0},
{"id":350613,"category":25946,"title":"Atala PRISM DID Mass-Scale Adoption","description":"What will drive mass-scale adoption of decentralized IDs on Cardano?","url":"http://ideascale.com/t/UM5UZBiNv","solution":"","no_assessments":0},
{"id":350612,"category":25941,"title":"Decentralized Content Platform","description":"Content Platforms (Netflix) are making Billions as the profit as the middleman.  \nUnfair rewarding for creators  \nHigh fees for end users","url":"http://ideascale.com/t/UM5UZBiNu","solution":"Create a decentralized content platform (Tokenized).\n\nUsers - pay only for usage\n\nCreators - rewarding based on the usage","no_assessments":0},
{"id":350610,"category":25941,"title":"Prepaid Debit Card","description":"We can use QR codes to send ADA to each other, but can we buy a cup of coffee with ADA?","url":"http://ideascale.com/t/UM5UZBiNs","solution":"Prepaid card could be a link between today's analog world and digital payment future that we all strive for.","no_assessments":0},
{"id":350609,"category":25945,"title":"UniCloak","description":"No Standard in the Cardano Transaction Metadata Label Registry to call on a Standard for secure financial data on-chain.","url":"http://ideascale.com/t/UM5UZBiNr","solution":"As we deal with increasing aspects of secure financial data, we need an Encrypted NFT and Metadata Label standard for accessing secure data.","no_assessments":0},
{"id":350608,"category":25941,"title":"Valorem: Thriving local economy","description":"Small businesses are shutting down or barely surviving while Amazon & UberEats breaking records, setting them up to utter market domination.","url":"http://ideascale.com/t/UM5UZBiNq","solution":"Tool for restaurants & gig workers collaborate, be profitable, improve their cash flow, & compete with big corporations, not barely survive.","no_assessments":0},
{"id":350604,"category":25946,"title":"DeFi/CeFi Cardano&...TBC in Fund 7","description":"How can we create an environment for seamless (no extra fee/delay) integration b/w ADA and FIAT?","url":"http://ideascale.com/t/UM5UZBiNm","solution":"","no_assessments":0},
{"id":350601,"category":25941,"title":"PlayerMint P2: MetaVerse Toolkit","description":"A MetaVerse is forming, yet it does not have an economic backbone that allows its users to own the digital assets they interact with.","url":"http://ideascale.com/t/UM5UZBiNj","solution":"Creating an economic toolkit on Cardano so that MetaVerse users can earn, mint, and trade digital assets.","no_assessments":0},
{"id":350599,"category":25939,"title":"Step-by-Step Guide: Off-Chain Code","description":"A detailed, step-by-step, and thorough guide with usable templates for off-chain computation using Plutus does not exist at this moment.","url":"http://ideascale.com/t/UM5UZBiNh","solution":"Create an amazing guide for off-chain computation in Plutus that has working templates and a step-by-step walk-through for creating dApps.","no_assessments":0}
]
