{
    "text": "How do we encourage Local Community Hubs to drive adoption and awareness of Cardano in 2022?",
    "tabs": [
        {
            "title": "Challenge Updates",
            "content": "Top 3 Challenge Category in Fund 7 by number of submissions (see attached).\n\n2x Funded Challenge Setting Proposal (Fund 5 and Fund 6)\nA selection of past-funded 'Scale-Up Hubs':\nHomeless Hubs\nCardano in South L.A.\nCardano in Buenos Aires\nSalmon Nation Hub\n\nWhat this means:\n1) Demand is growing for this category and we are only at the beginning of what is possible with a network of Cardano hubs globally. The network effect will take a hold at some point and when it does, we need to be ready with templates, guides and materials on creating and sustaining a new Cardano Community Hub (CCH).\n2) The impact is real and ROI is being met. Real lives are being affected and improved through this category. This creates a win-win, positive feedback loop as more people benefit from the solutions we offer them, there is even more demand for these services worldwide.\nHow is the Fund 8 challenge different?While the growing demand is showing us that the need is there, our focus for the next challenge should be on the other side of the coin. Capital supply.\n\nWhile the facts have proven the necessity of a Community Hubs challenge, there are many other equally as important challenges vying for a position in Fund 8, so we must act accordingly. We must make budget requests that allow others to also pursue their goals within the ecosystem, both macro, for Catalyst and micro, within the Challenges themselves.\n\nWhile we are Scaling UP community hubs, we need to Scale DOWN individual capital outlay, to ensure that we can spread as far as possible, as quickly as possible, which is why we work from first principles.\n\nDelivering information to people who would not otherwise have the access.\nEnsuring resilience and self-reliance within that community.\nWhen we approach hubs from the lens of information-delivery nodes, we can build a hub taxonomy within a need-impact matrix and then find the most capital efficient model for each location.\n\nIn simpler terms, consider why a hub exists, in the context of it's location, access to infrastructure and community readiness. Then design a hub according to those factors, with a traditional brick-and-mortar (CTH) being only one out of many potential information-delivery systems within a local community.\n\nThis round will focus much more on 'minimum-viable hubs' (MVHs)This round will focus much more on 'minimum-viable hubs' (MVHs), what is the smallest effective unit for a hub, and by identifying this unit, can we begin to scale CCHs more rapidly."
        },
        {
            "title": "Additional Success Metrics:",
            "content": "Is the hub's Fund 8 proposal in keeping with the MVH principle?\n\tDo they have an understanding of their target audience?\n\tCan they accurately project their reach (physical and online) in the first 3, 6, 12 months?\n\tCan they accurately project the number of onboarded members to the hub in 3, 6, 12 months?\n\tHave they given an indication of a financial sustainability model?\n\tHave they given an indication of budget costs vs 'cost to launch'? (eg. A CTH may only apply for 1/5 of their cost to launch due to the demand pressures of acquiring catalyst funding)"
        },
        {
            "title": "Ratings by CAs and Voters should favour:",
            "content": "\n\nProposals that have a budget:cost-to-launch ratio between 1-1.5.\n\tProposals that do not exceed 5% of the total Challenge budget.\n\tProposals that account for local needs and infrastructure concerns.\n\tProposals that show creativity and ingenuity around hub design and information delivery.\n\tProposals that are using local, recyclable materials and have a commitment to sustainability practices."
        },
        {
            "title": "Let's build an ecosystem that is truly global",
            "content": "allowing everyone to participate to the best of their ability, whatever level they are starting from.\n\nWhen you drive adoption at the ground level, you are doing more than just 'building cool products', you are empowering people to change their lives in ways they could have never imagined by themselves.\n\nhttps://imgur.com/a/zK5ralU\n\nhttps://imgur.com/a/feXUVDF\n\nExtra reading (where we are going):\n\nCumbria, UK Business Hub: https://www.gov.uk/government/news/sellafield-invests-26m-to-create-cumbria-business-hub\n\nScale-UP Community Hubs (F5)"
        },
        {
            "title": "Why is it important?",
            "content": "Without users on the ground level, we are building niche products serving mostly technical people with blockchain expertise."
        },
        {
            "title": "What does success look like?",
            "content": "Local Community Hubs across the world where the average person can take part in their own language and with their own cultural understanding"
        },
        {
            "title": "Key Metrics to measure",
            "content": "How many new Hubs were launched in 2022?\n\tHow many developers did this community-focused challenge bring into the Cardano ecosystem?\n\tHow many new users of Cardano were onboarded?\n\tWhat was the total reach of the Hub's initial marketing launch?\n\tHow many external organizations did this community-focused challenge bring into the Cardano ecosystem?"
        }
    ]
}