{
    "text": "How do we continue to seed and grow Cardano in Africa in 2022?",
    "tabs": [
        {
            "title": "Description",
            "content": "\"Having a funding round that focuses on Africa is a win, win, win scenario. Africa wins by getting some backing. Commercial projects that are already building up in Africa win, because they get the signal of support from our community. Cardano holders win when there is an encouraging environment for mass adoption anywhere. Focussing on Africa is a strategy that has often been promoted and is openly pursued by IOG and Charles Hoskinson. The ROI is likely to be high because community sponsored projects are better run in young and developing economies.\" Greg Bell; (originator of the Grow Cardano series)\n\nThroughout human history and civilization, it has been that every few centuries or so a confluence of factors align to transition us from one phase of development to another; The first and second industrial revolutions are prime examples. Right now we are barely out of the Web2 revolution and a fourth Industrial revolution or Web3 is upon us.\n\nAlthough Africa did not play a key role in the first, second or third industrial revolution, it is poised to be a leader in Web 3.0 technology and those with foresight are positioning themselves strategically.\n\nThe Cardano community can be one of these visionaries. Let's be serious about seeding long term projects in Africa to capture a large share of an important emerging market.\n\nRationale for budget\n\nLet's be frank here. We need much more than 250k to continue seeding Cardano in Africa. We are asking for this amount because of Catalyst voting patterns; in that $250k is better than $0 and Wada and Partners can still take advantage of other challenge categories to help expand Cardano in Africa."
        },
        {
            "title": "Why is it important?",
            "content": "The 'Grow Africa' challenge is central to a key initiative of Cardano's, expanding into Africa. Allow Catalyst to also support this drive."
        },
        {
            "title": "What does success look like?",
            "content": "Cardano is the blockchain of choice in Africa by 2023.\nProjects and developers in Africa will not be isolated, but networked and growing."
        },
        {
            "title": "Key Metrics to measure",
            "content": "Number of new African projects seeded in 2022\n\tProposals clearly demonstrate Cardano tech use-case solutions\n\tNumber of African developers onboarded in 2022\n\tLocal impact (measurable through user activity and reach)\n\tLocal partnerships formed (size of institution + influence)"
        }
    ]
}