{
    "text": "How can we take the next step to support the principles of self-sovereign identity",
    "tabs": [
        {
            "title": "Description",
            "content": "Catalyst Project by its Fund 6 and Fund 7 has promoted projects that push adoption of the Decentralized Identity and Atala Prism SDK. Additionally, a first cohort was part of the Atala PRISM Pioneer Program and a second one is ready to start.\n\nThe amount and quality of projects proposed so far and the involvement of the community in the matters of Decentralized Identity are clear indicators that Cardano is ready to make the big move to cope with all aspects of the Self-Sovereign Identity ecosystem.\n\nThis challenge is looking for projects that help position Cardano as one of the leaders in the SSI space. With a broader scope than past challenges, we expect this one to tackle all layers defined by the Trust over IP Foundation."
        },
        {
            "title": "Some directions that projects can take are:",
            "content": "Participation and adoption growth\n\tPortability\n\tUsability and accessibility\n\tGovernance frameworks\n\tInteroperability\n\tPrivacy and minimal disclosure (Zero Knowledge Proofs)\n\tSecurity\n\tRegulation\n\tBusiness models\n\tNFT and Smart Contracts integration\n\tTrust registries\n\tEquity and inclusion\n\tPhilosophical implications"
        },
        {
            "title": "Why is it important?",
            "content": "We have the potential to be leaders in the SSI ecosystem, assuring trust and giving individuals control of their digital identities."
        },
        {
            "title": "What does success look like?",
            "content": "Receiving high quality projects; growing participation on SSI discussions; partnering with ecosystem, governance and working groups"
        },
        {
            "title": "Key Metrics to measure",
            "content": "The number of proposals that directly address SSI in a quantifiable manner\n\tThe quality of proposals measured by community interest and engagement\n\tAwareness of Cardano inside the SSI community, working groups and governance entities"
        }
    ]
}