{
    "text": "How might we make it faster and easier for new Catalyst members to take on suitable roles and responsibilities in 2022?",
    "tabs": [
        {
            "title": "Description",
            "content": "The growth of Project Catalyst depends on meaningful participation from proposers, advisors, mentors and voters who are both eager and capable to fulfill their roles and understand their responsibilities."
        },
        {
            "title": "Guiding questions",
            "content": "How might we convert passive ADA holders into active Catalyst members?\n\tHow might we increase awareness of Project Catalyst as the most active open innovation platform?\n\tHow might we increase more meaningful participation from challenge teams, proposers, advisors, mentors and voters? What kind of additional roles are needed?\n\tHow might we encourange new members to utillize the tools and services availalbe for onboarding?\n\tHow might we improve the use of existing text, video and audio materials?"
        },
        {
            "title": "Why is it important?",
            "content": "The success of Catalyst depends on the availability of quality challenge teams, proposers, advisors, mentors and voters."
        },
        {
            "title": "What does success look like?",
            "content": "A well-oiled open innovation platform where people fulfill roles that are meaningful for them and that contribute to shared success."
        },
        {
            "title": "Key Metrics to measure",
            "content": "The metrics can be divided to two sections. General onboarding refers to bringing people in and converting them from mere lurkers to voters and potential proposers. Innovation process metrics refer to the quantity and quality of proposals and activity around them."
        },
        {
            "title": "General onboarding:",
            "content": "Weekly sign ups to Cardano Ideascale\n\tTownhall attendance\n\tCatalyst School session attendance\n\tSwarm session attendance\n\tApplications to leadership positions (e.g. Circle)"
        },
        {
            "title": "Innovation process:",
            "content": "Number of referrers\n\tReduction in the number of unready proposals\n\tGrowtn in the number of 4-5 star proposals\n\tGrowth in the number of Community Advisors and Veteran Community Advisors\n\tPercentage of proposals with Excellent assessments\n\tGrowth in the number of voters\n\tGrowth in total number of votes given"
        }
    ]
}