{
    "text": "In the next 6-12 months, how might we create new connections between blockchain communities and how do we enhance existing collaboration?",
    "tabs": [
        {
            "title": "Background",
            "content": "Why is this Challenge needed?\r\n\r\n\r\n\r\nTribalism & maximalism are harmful.\r\nWe are in the multi-chain future.\r\nInteroperability is the key.\r\nWe need initiatives to increase communication, coordination and collaboration between chains.\r\nWe have common challenges. Let’s solve those together."
        },
        {
            "title": "Common challenges for all blockchain communities",
            "content": "You could buddy up with someone from outside Cardano ecosystem and address one or more of these common challenges:\r\n\r\n\r\n\r\nAwareness & Understanding\r\nOrganisation & Governance\r\nCulture, Diversity & Inclusion\r\nInnovation & Decision-making\r\nCollaboration Tools & Platforms\r\nIncentivized Participation\r\nCost & Efficiency\r\nRegulation & Compliance\r\nSecurity & Privacy\r\n"
        },
        {
            "title": "Examples of proposals you can submit to this challenge",
            "content": "This is an open-ended challenge that welcomes any proposal geared for cross-chain collaboration, co-innovation and interoperability. These can be any community-led projects, initiatives, solutions, tools or services. These could be, for instance:\r\n\r\n\r\n\r\nNew technical implementations connecting Cardano to other blockchains and vice versa (SDKs, APIs, bridges etc)\r\nGovernance ideas from other chains implemented as part of the Voltaire road map\r\nAlready successful projects expanding from other chains to Cardano\r\nExpansion of Cardano-based projects into other chains\r\nOracles and other tools to interpret and interact with cross-chain data\r\nCatalyst-created solutions adopted by other chains and communities\r\nCommon research, education, outreach and innovation projects with other chains and communities (e.g. podcasts, hackathons, webinars, communication hubs, educational resources)"
        },
        {
            "title": "Who to collaborate with?",
            "content": "Any chains and their communities are welcome but here are some ideas:\r\n\r\nAlgorand https:\/\/www.algorand.com\/\r\nAvalanche https:\/\/www.avax.network\/\r\nArweave https:\/\/www.arweave.org\/\r\nCasper https:\/\/casper.network\/en\/network\r\nCelo https:\/\/celo.org\/\r\nCosmos https:\/\/cosmos.network\/\r\nDfinity https:\/\/dfinity.org\/\r\nElrond https:\/\/elrond.com\/\r\nErgo https:\/\/ergoplatform.org\/\r\nFantom https:\/\/fantom.foundation\/\r\nHarmony https:\/\/www.harmony.one\/\r\nHolochain https:\/\/www.holochain.org\/\r\nICON https:\/\/iconrepublic.org\/\r\nIOTA https:\/\/www.iota.org\/\r\nIoTeX https:\/\/iotex.io\/\r\nNEAR https:\/\/near.org\/\r\nNervos https:\/\/www.nervos.org\/\r\nPolkadot https:\/\/polkadot.network\/\r\nPolygon https:\/\/polygon.technology\/\r\nSingularityNET https:\/\/singularitynet.io\/\r\nZilliqa https:\/\/www.zilliqa.com\/"
        },
        {
            "title": "The Challenge Team",
            "content": "The Challenge Team welcomes fresh eyes both from inside and outside Catalyst. If you wish to join, comment below or contact one of the originators:\r\n\r\n\r\n\r\nFilip Blagojević\r\n\r\n\r\n\r\nEmail: filip.blagojevic12@gmail.com\r\nDiscord: #Filip2852\r\nTelegram: @filip_blagojevic\r\n\r\n\r\nTomi Astikainen\r\n\r\n\r\n\r\nEmail: astikainentomi@gmail.com\r\nDiscord: #TomiAstikainen6249\r\nTelegram: @T0MPPELI\r\n\r\n\r\nFelix Weber\r\n\r\n\r\n\r\nEmail: felix4swarm@gmail.com\r\nDiscord: #Felix [SWARM]#9839\r\nTelegram: @FelixfromSwarm\r\n"
        },
        {
            "title": "The end goal",
            "content": "Let’s create an enriching, open and safe environment, where people from different communities can find common ground and share knowledge, resources, skills, ideas and visions with one another.\r\n\r\n\r\n\r\n\r\n\r\nAlignment with strategic goals for Fund9\r\n\r\n \r\n\r\nPrepare a group of people willing and able to make contributions to the ecosystem.\r\nOpening the doors to other communities can increase the number of Catalyst members and broaden their perspectives and knowhow.\r\nTurn Cardano into an open source project.\r\nLearning from other open source communities can help Cardano become an open source project, too.\r\nAccelerate the growth and evolution of developer & app ecosystem.\r\nThe biggest contribution of this Challenge is exactly in the developer and app ecosystem, increasing the number of interoperable dApps and bringing in curious developers from outside of the Cardano community."
        },
        {
            "title": "Accompanying slides",
            "content": "https:\/\/docs.google.com\/presentation\/d\/1bhQAEwUay1743G7ZEur6DRuuWKOjep6-HeDro8GGH2A\/edit?usp=sharing"
        },
        {
            "title": "Why is it important?",
            "content": "We can be a catalyst for multi-chain awareness and interoperability of blockchains which guarantees shared success in the cryptoeconomy."
        },
        {
            "title": "How does success looks like?",
            "content": "Collaborative value creation between Project Catalyst and other communities, through both technical and non-technical initiatives alike."
        },
        {
            "title": "Key Metrics to measure",
            "content": "To evaluate the success of the challenge, we can track:\r\n\r\n\r\n\r\nOn-chain activity growth due to new cross-chain implementations\r\nNumber of proposals including participants from other blockchain communities\r\nNumber of technical implementations connecting Cardano to other blockchains\r\nIdeas from other chains implemented by Catalyst\r\nProjects and dApps from other chains implemented on Cardano\r\nCatalyst-created solutions adopted by other chains\/communities\r\nNumber of events \/ workshops \/ sessions arranged with other communities\r\nNumber of permanent initiatives with cross-chain teams (members from different blockchain communities together)"
        },
        {
            "title": "Stand out with complete, well-rounded and focused proposals",
            "content": "In your proposal, make sure you consider the aspects of impact, feasibility and clarity\/auditability.\r\n\r\n\r\n\r\nIMPACT: How well does the proposal contribute to increasing collaboration, coordination and communication between various blockchain ecosystems?\r\n\r\n\r\n\r\nThe proposal identifies a problem within the challenge which needs to be solved.\r\nThe proposal clearly articulates how it will add value to the Cardano ecosystem.\r\nThe key metrics and goals of the proposal align with the outlined challenge settings.\r\nThe proposal is able to scale to address future challenges.\r\n\r\n\r\nFEASIBILITY: How likely is it that the team is able to successfully implement the proposal?\r\n\r\n\r\n\r\nEvidence of relevant skills and experience.\r\nThe type and number of team members required.\r\nClear budget, enough to achieve the set goals.\r\nVerifiable plan for other funding (if needed).\r\nRealistic timetable to complete the work.\r\nSolid plan of action describing needed resources.\r\nExplanation of technical aspects (if needed).\r\nChallenges and risks considered.\r\n\r\n\r\nAUDITABILITY: Is the information enough to audit progress and success of the proposal? What can the community expect?\r\n\r\n\r\n\r\nA roadmap with milestones and a time horizon for achievement.\r\nMetrics\/KPIs that define the success of the proposal.\r\nClear understandable description of the targeted problem.\r\nClear understandable solution that addresses the problem."
        }
    ]
}