{
  "text": "How can we increase meaningful participation among the community in the next 6 month?",
  "tabs": [
    {
      "title": "Campaign Brief",
      "content": "There are already many community-driven events taking place in the wider Catalyst community and this challenge will ensure that these efforts remain sustainable. Since most of the fund distribution for Fund 7 is decided by the community, we as a community have to create this challenge for ourselves.\n\nThese events are important and critical for the success of Catalyst because they are bringing the community together and they introduce and onboard new people to our ecosystem. Furthermore the community has used these sessions for collaborative problems sensing and also new teams and initiatives were established. Overall, community events give our community its face and personal touch."
    },
    {
      "title": "Guiding questions",
      "content": "- How can we increase meaningful participation in Project Catalyst among all stakeholders?\n- How can we increase voter-proposer interaction?\n- How can we onboard and integrate new people into Project Catalyst?\n- How can we use events to build new teams?\n- How can workshops increase collaboration in Project Catalyst?\n- How can active participation in events be increased?\n- How can the number of participants in events be increased?\n- How can events help keep the community together?"
    },
    {
      "title": "Why is it important?",
      "content": "Community-driven projects like Catalyst need organized events to connect, discuss ideas, solve problems together and initiate collaboration."
    },
    {
      "title": "How does success look like?",
      "content": "A diverse community characterized by high engagement, collaborative problem sensing and strong execution teams."
    },
    {
      "title": "Key Metrics to measure",
      "content": "Increase active participation in Project Catalyst among all stakeholders:\n\nProposers\n\n- Number of proposals\n- Quality of proposals (CA rating)\n- Number of successfully implemented proposals\n\n Voters\n\n- Number of registered wallets\n- Amount of registered ADA\n- Number of votes\n\nCommunity Advisors\n\n- Number of active CAs/vCAs\n- Number of assessments\n- Number of high quality assessments\n\nIncrease active participation in community events:\n\n- Number of community events\n- Number of participants\n -Diversity of participants"
    }
  ]
}
