{
  "text": "How can Catalyst harness professional firepower to bootstrap an accelerator environment that amplifies and commercializes funded projects?",
  "tabs": [
    {
      "title": "Campaign Brief",
      "content": "Startup innovation and co-creation is the lifeblood of Cardano. Many early stage ventures are now launching into the Cardano ecosystem and Catalyst wants to fuel many pioneering successes.\n\nMore needs to be done to accelerate best of breed Catalyst-funded projects by providing pathways into professional business support, investment, and mentoring programmes.\n\nThis is important to Catalyst because great ideas need to be nurtured and small teams need access to timely expertise and tools beyond those that they have in-house.\n\nThis challenge seeks professional-grade Accelerator programmes and Business Incubators to step up, co-develop, and deliver venture building programmes with Catalyst. The objective is to help catalyse early successes of Catalyst-funded projects and turn them into highly investable ventures. This helps projects funded by the community to get a fast track to resources and expertise that will help teams build invaluable know-how and strategy by plugging gaps in their current capabilities.\n\nKey to this challenge is the alignment of the proposal to the challenge? And how will success be measured during the scope of the project and beyond?\n\nProposers should give strong consideration to providing evidence of their experience and history of success and also provide Catalyst voters and reviewers supporting information about the project's operational approach to delivering the objectives previously stated. The more detail the better.\n\nWe anticipate that a number of proposals that address this challenge will be funded in Fund 7 and we hope the community takes a portfolio approach to select projects from different parts of the world or a variety of themes relevant to the adoption of Cardano-based projects and the Cardano ecosystem as a whole."
    },
    {
      "title": "Why is it important?",
      "content": "Knowledge is power and enabling project's to tap into to a distributed network of professional mentors and supporters will enable ventures to grow stronger and faster. Catalyst wants organizations and groups who have a track record of business incubation and acceleration to apply."
    },
    {
      "title": "What does success look like?",
      "content": "- Access to financial, human, and intellectual capital to fuel the success of Catalyst-funded projects\n- Programmes that share in the spirit of co-creation, willing to collaborate with us at Catalyst, Cardano stakeholders, and the Catalyst cohorts."
    },
    {
      "title": "Key metrics to measure",
      "content": "- Number of projects that can be accelerated in the scope of the funding\n- Number of mentors and investors that can be onboarded into the ecosystem\n- Distribution of programmes across the world to serve different audiences\n- Quality and strength of opportunities that each accelerator programme brings"
    }
  ]
}
