{
    "text": "What dapps, products and integrations can be implemented to bring impactful use cases to Cardano ecosystem that help drive more adoption?",
    "tabs": [
        {
            "title": "Why this category is important",
            "content": "Cardano needs a thriving ecosystem of different Dapps, products and integrations for the community to use that increasingly become the better alternatives over current centralized providers.\nThe more interesting and useful the products and integrations are that can be built in the ecosystem the more reasons people have to interact with the Cardano blockchain that can help further drive more adoption, feedback, growth and even more innovations."
        },
        {
            "title": "Types of proposals to include",
            "content": "DeFi - Stable coins, DEXs, borrow & lending, synthetic assets, etc.\n\n            Marketplaces\n            \n            Gaming - Open world games, card games, RPG, etc.\n            \n            Transport & logistics\n            \n            Hardware - Hardware wallets, Local ATMs for interacting with the blockchain, etc.\n            \n            Physical products - Tokenised housing as a Cardano native asset, International crypto headquarters and liason office on every continent, etc.\n            \n            Social media\n            \n            Nation governance systems - New governance systems for nation-states\n            \n            Environment - Solutions that help to solve environmental issues\n            \n            Many others - Any other idea, product or integration that someone thinks should be built in the Cardano ecosystem!"
        },
        {
            "title": "Potential success metrics for proposal types",
            "content": "This list is not exhaustive but does provide some ideas for proposers to consider.\n\n\n\n\n\nDeFi - Total value locked, the total number of users, number of active daily/weekly/monthly users\n\nMarketplaces - Total number of users, number of transactions performed\n\nGaming - Number of players, player income generated (if play to earn), qualitative feedback on game experience, etc.\n\nTransport & logistics - Total number of packages tracked, Number of counterfeit items prevented\n\nHardware - Number of items sold, number of total users, number of interactions with hardware solution\n\nPhysical products - Number of products tokenised as a native asset, Number of people using physical solutions\n\nNation governance systems - Amount of population onboarded, amount of costs saved due to new solution, security difficulty improvements over previous approach\n\nSocial media - Total number of users, number of meaningful interactions\n\nEnvironment - Total number of users, total CO2 sequestered, amount of awareness being produced, number of people changing an environmentally damaging habit\n\nMany others - Proposers can add in whatever metrics or success criteria make sense for their own project!"
        },
        {
            "title": "Considerations for proposers",
            "content": "Existing products or integrations - What products or integrations already exist in the ecosystem? What are the core differences between the proposal being presented and those existing ones and why will that provide impact to the ecosystem?\r\n\r\n\r\n\r\n\tTechnical requirements - Does the Cardano ecosystem have the right tools, libraries and SDKs for the idea to be feasible? What needs to be introduced or improved for the proposal to fully reach its potential?\r\n\r\n\r\n\r\n    Ecosystem maturity requirements - Why is this product or integration suitable for execution right now? Are there enough pieces of infrastructure, applications or other integrations available that would be needed for this suggested proposal to have a strong chance of gaining adoption? For instance, if you were making a professional social network DApp, do the right identity tools and wallets exist to make a professional network feasible?\r\n\r\n\r\n\r\nFUNDING CATEGORIES BACKGROUND\r\n\r\n\r\n\r\n\tFunding Categories is an approach to doing funding categorisation that will welcome all ideas, maximize the amount of ideas submitted and reduce the effort for all stakeholders in the Catalyst process.\r\n\r\n\r\n\r\n\tFunding categories also help remove the existing issues with challenge settings. They help to prevent duplicate challenge settings, remove challenges created by self interest, reduce the need for deep knowledge of the ecosystem from challenge proposal teams and also removes an easy entry point for malicious actors.\r\n\r\n\r\n\r\n\tThe full documentation for Catalyst Funding Categories can be found here: https:\/\/catalyst-swarm.gitbook.io\/catalyst-funding-categories\/ \r\n\r\n\r\n\r\n\t7 funding categories have been documented to cover all forms of ideas and proposals. All proposals can be found here - https:\/\/linktr.ee\/cardanopace \r\n\r\n\r\n\r\n\tThe budget weighting for the 7 categories has been determined using a community governance process. The voting results for this process can be found here - https:\/\/catalyst-swarm.gitbook.io\/catalyst-funding-categories\/community-votes\/fund-8-categories-budget-weighting\/voting-results-fund-8\r\n\r\n\r\n\r\n\r\n\r\nIn closing:\r\n\r\n\r\n\r\n\tThe potential opportunities that Catalyst can provide to genuine dapp and product developers have increased substantially. A 32x increase in the span of a year.\r\n\r\n\tAt the same time, it’s now up to the Catalyst community to drive the direction of the experiment by setting the challenges that provide funding opportunities for developers.\r\n\r\n\tWe, in the Catalyst community, need to change our perspective on the nascent experiment and enable it to grow up.\r\n\r\n\tIt’s time for the Catalyst community to step up and provide developers with the challenges that will unlock the funds they need to be able to develop for, and on Cardano with confidence.\r\n\r\n\tIt’s time to think big!"
        },
        {
            "title": "Why is it important?",
            "content": "Quality Dapps, products and integrations will increase the utility & adoption of Cardano."
        },
        {
            "title": "How does success looks like?",
            "content": "Novel and viable applications and products get built on top of Cardano attracting users. Integrations manage to pull in more adoption."
        },
        {
            "title": "Key Metrics to measure",
            "content": "Tracking success for this category will mean:\r\n\r\n\r\n\r\nIncreasing the number of dapps and products available for the community to use that help to enrich the ecosystem with new use cases.\r\nIncrease the number of integrations that bring existing solutions together for a more seamless and connected experience between different products.\r\nIncreased quality of existing products & integrations through suggested improvements that is supported by customer feedback or increased usage by the community.\r\n\r\n\r\n\tFor individual success metrics for the different types of proposal that can be included please refer to the suggested challenge brief success metrics ideas (see more below)."
        },
        {
            "title": "Overview",
            "content": "Dapps, Products & Integrations is focused on the following areas:\r\n\r\n\r\n\r\nCreation or improvement of different Dapps, products, and integrations that provide value to the Cardano community and wider ecosystem.\r\nIntegrations with other existing services, products, and protocols that improve the end-user experience whether that's giving the user more options or making something easier to use that benefits the wider ecosystem."
        }
    ]
}