{
    "text": "How do we prepare Africa for a future of wide-scale Cardano adoption? How do we continue to seed and grow adoption in 2022 and beyond?",
    "tabs": [
        {
            "title": "Campaign Brief",
            "content": "It's no secret that Cardano is recognized as a blockchain with a strong focus on Africa, and formally stated as such in Cardano's strategic goals. However, as other blockchain protocols recognize the potential of crypto in Africa, without concrete sustained action, Cardano risks losing a potential $1 trillion in market share of the African market to other blockchains within the next 3 years.\r\n\r\n\r\n\r\nAfrica's crypto market has grown by $105 billion in the last year (2020-2021). Africa is the next crypto frontier- World Economic Forum\r\nAlameda Research, Coinbase Ventures, Cadenza, CMT Digital, Distributed Global, GSR, Third Prime and Avon Ventures: African Crypto Exchange VALR Raises $50M in Series B Led by Pantera Capital: https:\/\/www.coindesk.com\/business\/2022\/03\/01\/african-crypto-exchange-valr-raises-50m-in-series-b-led-by-pantera-capital\/\r\n\r\n\r\nIn Catalyst Fund7 the combined Africa funded projects amount was almost negligible compared to those from western and developed economies. https:\/\/twitter.com\/danny_cryptofay\/status\/1496078645319933954?s=20&t=Ohr06EIZW05vz_B4Fjk_JA\r\n\r\n\r\n\r\nThis needs to be reversed through intentional action. Otherwise smaller and smaller portions of Catalyst funding will continue to be allocated to projects focused on African and other emerging economies due to endemic barriers.\r\n\r\n\r\n\r\n\"Having a funding round that focuses on Africa is a win, win, win scenario. Africa wins by getting some backing. Commercial projects that are already building up in Africa win, because they get the signal of support from our community. Cardano holders win when there is an encouraging environment for mass adoption anywhere. Focusing on Africa is a strategy that has often been promoted and is openly pursued by IOG and Charles Hoskinson. The ROI is likely to be high because community sponsored projects are better run in young and developing economies.\" Greg Bell; (originator of the Grow Cardano series)"
        },
        {
            "title": "Why is it important?",
            "content": "We need to look at the fundamentals that are preventing Africa from being a Cardano adoption leader, rather than a perpetual follower."
        },
        {
            "title": "How does success looks like?",
            "content": "Practical innovations offered on tackling the unique challenges faced by the continent. A clear roadmap that points to increased adoption."
        },
        {
            "title": "Key Metrics to measure",
            "content": "Number of proposals addressing the fundamental issues preventing Cardano adoption in Africa \r\nNumber of proposals offering solutions to infrastructure and education concerns\r\nNumber of new Africa-based users onboarded onto Cardano (wallets, platform sign-ups)\r\nNumber of new Africa-based Catalyst members (proposers, voters, CAs)\r\nNumber of new African projects seeded in 2022\r\nNumber of African developers onboarded in 2022\r\nLocal impact (measurable through user activity and reach)\r\nLocal partnerships formed (size of institution + influence)"
        }
    ]
}