{
    "text": "How could the Cardano technology be leveraged to build new solutions for positive impact valuation and monetization?",
    "tabs": [
        {
            "title": "Content",
            "content": "Cardashift aims to empower every human being to build a sustainable world through Cardano protocols. Our first product is a community-run launchpad to fund and accelerate impact projects. Helping these start-ups to monetize the impact they generate is a hot topic for us. \r\n\r\nThe idea of leveraging blockchain technology for this purpose has been further explored by other protocols. The most famous example is the IXO protocol with the creation of \"Impact Tokens\". These aim at representing \"real world outcome states that people care about\". The tokenization of verified outcomes through the ixo protocol thus transforms traditional certificate-based representations of outcomes (e.g carbon reduction certificates, education certificates, vaccination certificates, biodiversity certificates or any other certified outcome state) into tradable and investable digital assets. \r\n\r\nHowever the ecosystem is still nascent and the question remains opened: \r\n\r\nWhat kind of tools, interacting on-and-off-chain, can we develop to measure and value impact financially?\r\n\r\nThis challenge combines several themes in one. Monetizing impact requires the development of an entire ecosystem:\r\n\r\nActors capable of defining criteria (standard) on what an impact means in different context (education, carbon cycle, biodiversity, etc) and\/or geography\r\nServices and methods to issue impact credentials in a decentralized way with a peer-to-peer and expert review process\r\nCertification bodies for analyzing and validating the data points provided by impact-oriented projects\r\nMechanisms to give a financial value to impact - reflections on tokenizing impact\r\nOn-chain tools for recording impact proofs and bringing more transparency and traceability\r\nOn-chain marketplaces to connect impact-oriented projects with potential buyers (corporations, states organizations, funds) for their impact proofs\r\n\r\n\r\nThese development paths are obviously interconnected and the research can mix blockchain and non-blockchain approaches."
        },
        {
            "title": "Why is it important?",
            "content": "Today, there is a gap between the perceived value for society of impact projects and the financial value they capture.\r\n\r\nTo resolve this inconsistency, two key steps are necessary:\r\n\r\nImpact valuation: we must be able to measure and validate the tangible contribution of a project from a social and\/or environmental point of view, by developing new solutions of measurement, analysis and\/or traceability. The ability to organize governance models through blockchain can help provide differentiated and locally adapted approaches\/standards to impact measurement\r\nImpact monetization: in the discussion report from the Impact Management Project (IMP)’s Practitioner Community, the experts expressed “the need to translate impact into a comparable value to make it possible for analysts to incorporate impact considerations”. Monetizing impact can be an initial incentive to drive investments and resources towards projects that meet the environmental and social challenges of our time. Beyond that, giving an universal and comparable value to impact provides more transparency and performance tracking on this topic. Cardano’s blockchain technology provides a powerful, permissionless and auditable system for recognising new value creation mechanisms for stakeholders\r\n\r\n\r\nThese topics of valuation and monetization were already present in the definition of impact investments set by the Global Impact Investing Network (GIIN) in 2009: “Impact investments are investments made with the intention to generate positive, measurable social and environmental impact alongside a financial return.”\r\n\r\nSince then, many impact-oriented actors have been working hard on improving the standards and valuation tools.\r\n\r\nCardano can be a gamechanger on this worldwide mission for saving the planet and humanity by bringing three key elements to the infrastructure: traceability, transparency and liquid marketplaces."
        },
        {
            "title": "How does success looks like?",
            "content": "Our ambition is really to tackle one of the pain points of the impact ecosystem: the lack of financial attractiveness of impact projects. So, we want to focus on impact-oriented solutions and not projects that prioritize only ESG criteria. Success for this challenge:\r\n\r\nDiscovers innovative ways for impact-oriented projects to create financial value out of their impact generation, notably by issuing impact tokens. \r\nIncreases transparency and traceability on the impact generated by a specific project. "
        },
        {
            "title": "Key Metrics to measure",
            "content": "For impact valuation & monetization projects: \r\n\r\n\r\n\r\nNumber of POC trials that can be run with impact-oriented projects\r\nTime required to validate the impact value \r\nHow much financial value can be derived from impact-oriented projects \r\n\r\n\r\nFor any marketplace projects:\r\n\r\n\r\n\r\nDuring the challenge:\r\n\r\nRobustness of the revenue model for the marketplace (check with comparables, think it at scale, etc)\r\nDesign of the transactions’ system on the platform\r\nFor the longer-term:\r\n\r\nNumber of token issuers and interested buyers on the platform\r\nNumber of transactions made on the platform"
        },
        {
            "title": "Additional resources",
            "content": "Impact Management Project’s report on Impact Monetization : https:\/\/29kjwb3armds2g3gi4lq2sx1-wpengine.netdna-ssl.com\/wp-content\/uploads\/IMP_Impact-monetisation-discussion-document.pdf\r\n\r\n\r\n\r\nSocial Impact Bonds: \r\n\r\nhttps:\/\/www.socialfinance.org.uk\/what-we-do\/social-impact-bonds#:~:text=Social%20impact%20bonds%20(SIBs)%20are,innovation%20and%20scale%20successful%20programmes. \r\n\r\nThe example of voluntary carbon markets:\r\n\r\nhttps:\/\/www.mckinsey.com\/business-functions\/sustainability\/our-insights\/a-blueprint-for-scaling-voluntary-carbon-markets-to-meet-the-climate-challenge \r\n\r\n\r\n\r\nProtocols around impact monetization:\r\n\r\nIXO: https:\/\/www.ixo.world\/ \r\nTopl: https:\/\/www.topl.co\/"
        },
        {
            "title": "Funding conditions",
            "content": "Cardashift is providing $200k of CLAP tokens which is the funding for all challenge rewards in this challenge. Once the funded projects have been identified, Cardashift will be responsible for providing the funding and incentives to eligible participants (proposers, CAs, referrers).  Cardashift shall, in its discretion, determine the suitability of the project proposals selected by the Catalyst community and carry out any checks or diligence before engaging with such project teams. The Service Provider does not guarantee the outcome of any project or make any representation that a project proposal shall achieve the objectives of the Customer, even where such objectives are known to the Service Provider. \r\n\r\n\r\n\r\nProposers: Successful proposers will be funded in CLAP token. Please be aware that you are responsible for providing a valid Cardano Wallet address that can receive CLAP tokens. When applying, please specify in the address field of the proposal submission your Cardano Native token compatible address.\r\n\r\n\r\n\r\nCommunity advisors: You will receive CLAP for the eligible VCA and CA rewards and will be sent to your nominated Cardano wallet address.\r\n\r\n\r\n\r\nReferrers: You will receive CLAP for the eligible referral rewards that will be sent to your nominated Cardano wallet address. 1% of the CLAP challenge fund will be shared between eligible referrers."
        }
    ]
}