{
    "text": "How might we create connections and collaboration between Cardano and other blockchains in the next six months?",
    "tabs": [
        {
            "title": "Description",
            "content": "The success of Bitcoin spawned numerous off-shoot experiments and the arrival of Ethereum increased tribalism. As the number of altcoins grew, unhealthy \"maximalism\" emerged. The future is multi-chain, however, and the cryptoeconomy thrives when interoperability and cross-chain collaboration are cherished and encouraged.\nThere are multiple next generation blockchains with cadres of zealous supporters, highly skilled developers and innovative technologies that Cardano and Project Catalyst can learn from. And, vice versa, we can help other networks thrive by offering the good practices developed in Catalyst. IOG has recently formed the UTXO alliance and started collaboration with numerous partners like COTI and SingularityNET. It's a good start but more is needed to address the lack of communication, coordination and collaboration between blockchain communities. Missing awareness of each other's doings forces us to duplicate our efforts. When we are separate we are not able to learn from each other's achievements or failures.\nCardano has a strong, open and inclusive community, let's make this a real super power and let's be the first ones to forge strong bonds. Let's create an enriching, open and safe environment, where people from different communities can find common ground and share knowledge, resources, skills, ideas and visions with one another. Let's go out there, break the silos and build bridges and presence between us."
        },
        {
            "title": "Here are some examples of potential DLT/Blockchain entities, communities and projects to explore and collaborate with:",
            "content": "Cosmos, dubbing itself the Internet of Blockchains, makes it easy for other blockchains to connect to it via their Inter-Blockchain Communication protocol (IBC). Massive projects like Binance Smart Chain, Terra, Thorchain and Oasis Network are built on the Cosmos SDK.\n\thttps://tendermint.com/sdk\n\thttps://v1.cosmos.network/intro\n\thttps://cosmos.network/ecosystem/apps\nPolkadot (and its canary network Kusama) is a light-weight and quickly updateable design where the Relay Chain offers shared security and cross-chain communication, allowing the connected Parachains to focus on fast deployment of services. Its unique crowdloan mechanism invites the community of token holders to voice out which projects should be implemented first. The Nominated Proof of Stake network offers advanced governance mechanisms as well.\nhttps://wiki.polkadot.network/docs/learn-video-tutorials\nAcademically impressive and technologically sound Algorand has a unique consensus mechanism Pure Proof of Stake and we can learn a lot from their governance model.\nhttps://www.algorand.com/technology\nBoasting a throughput beyond 4,500 tps and near-instant finality, the EVM-compatible Avalanche has quickly become the go-to choice for multiple DeFi projects. It has an innovative multi-chain architecture that utilizes both DAG and Blockchain technologies.\nhttps://www.avax.network\nOther examples could be e.g. Fantom (https://fantom.foundation/intro-to-fantom), Solana (https://solana.com/ecosystem), IOTA (https://www.iota.org/), Polygon (https://polygon.technology/get-started), Nervos (https://www.nervos.org) or any community that is ready for multi-chain reality. Or the proposal can come from a project / solution built on any of these."
        },
        {
            "title": "Proposals you can submit to this challenge",
            "content": "This is an open-ended challenge that welcomes any proposal geared for cross-chain collaboration, co-innovation and interoperability. These can be any community-led projects, initiatives, solutions, tools or services. It could mean for instance:\n\nNew technical implementations connecting Cardano to other blockchains and vice versa (SDKs, APIs, bridges etc)\n\tGovernance ideas from other chains implemented as part of the Voltaire road map\n\tAlready successful projects expanding from other chains to Cardano\n\tExpansion of Cardano-based projects into other chains\n\tOracles and other tools to interpret and interact with cross-chain data\n\tCatalyst-created solutions adopted by other chains and communities\n\tCommon research, education, outreach and innovation projects with other chains and communities (e.g. podcasts, hackathons, webinars, communication hubs, educational resources)"
        },
        {
            "title": "Challenge Team",
            "content": "We are seasoned Catalyst community members and \"interoperability maximalists\" who don't believe that any one chain should rule them all.\n\nFilip Blagojević is an active Project Catalyst member since Fund 2, Plutus Pioneer, Atala Pioneer and Emurgo Academy trainee.\n\tTomi Astikainen is a Veteran Community Advisor who has recently written a book for wannabe crypto investors. He is a Senior Ambassador for Acala/Karura and a driver in the Polkadot/Kusama community in Finland.\n\tFelix Weber is an active Project Catalyst member, Cardano Ambassador and initiator/leader of several community led Projects and initiatives."
        },
        {
            "title": "Our assessment of the maturity of this proposed challenge:",
            "content": "Cardano technology stack is finally mature enough to start inviting proposals for cross-chain collaboration and interoperability. Our proposed challenge is intentionally left open ended and it welcomes a multitude of different solutions. Worthwhile ideas submitted in this challenge should help grow and improve the Cardano and Catalyst community in the near term (next 6-9 months).\nThis challenge is therefore aligned with the Fund8 strategic goals: \n\tIt helps prepare people to make contributions to the Cardano and Catalyst ecosystem.\n\tIt helps turn Cardano into an open source project recognized also beyond our community.\n\tIt accelerates the growth and evolution of our developer & app ecosystem by inviting contributions from the rest of the blockchain space.\nThe budget of $400,000 USD is a moderate 2,5% of the total treasury allocation for Fund8. It should be sufficient to kickstart interoperability and cross-chain collaboration initiatives but might not be enough for any large scale infrastructure projects. Therefore, we encourage submission of \"minimum viable\" and \"proof of concept\" proposals that do include long-term vision and roadmap but which are initially scoped quite small."
        },
        {
            "title": "Why is it important?",
            "content": "Interoperability of blockchains and multi-chain awareness guarantees shared success of the cryptoeconomy as a whole."
        },
        {
            "title": "What does success look like?",
            "content": "Collaborative value creation between Project Catalyst and other communities. Both technical and non-technical initiatives are welcome."
        },
        {
            "title": "Key Metrics to measure",
            "content": "Mainnet and testnet transaction volume growth\n\tNumber of proposals including participants from other blockchain communities\n\tNumber of technical implementations connecting Cardano to other blockchains\n\tIdeas from other chains implemented by Catalyst\n\tProjects and dApps from other chains implemented on Cardano\n\tCatalyst-created solutions adopted by other chains/communities\n\tNumber of events / workshops / sessions arranged with other communities\n\tNumber of permanent initiatives with cross-chain teams (members from different blockchain communities together)"
        }
    ]
}