{
    "text": "Can we build an Open Ecosystem to drive growth, give equal opportunities to all, and increase the synergies across Cardano projects?",
    "tabs": [
        {
            "title": "Open standards",
            "content": "Open standards built on the principles of openness, transparency and consensus lay the grounds for innovation, growth and fair competition. Open standards are not synonymous of open source. [OPSTD]\n\nWe look at Open Source as the best way to enable interoperability between different technologies and applications. But in the Cardano Ecosystem we have a set of open source projects that have no standards for basic cross-project integration. For instance, there are no standards on how to document, set-up, and contribute-to projects. Moreover, there is no common infrastructure that the projects can use to track issues, and publish basic public information about the projects funded by the community.\n\nWe are of the advise that we need a set of standards, processes, and infrastructures to be used by the Cardano open source projects, such that (1) The teams of different O.S. projects can easily collaborate; (2) New-joiners can easily discover, understand, test, and contribute to existing O.S. projects; (3) Cardano O.S. projects can access a pool of basic infrastructures and tools that are needed."
        },
        {
            "title": "Motivation",
            "content": "As mentioned by Charles Hoskinson [1] \"Cardano code is Open Source, but needs to be managed like a true open source project, like Linux and other O.S. projects [..]\".\n\n[1] https://www.youtube.com/watch?v=T88_XKzi8ms&t=492s\n\nIn order to proceed in this direction, we need to use Catalyst as a governance over a true, vendor-neutral open source and open-standards ecosystem. To achieve that, we are missing processes (e.g. how the project teams should behave and participate in the ecosystem), and infrastructures (e.g. VCS, CMS, Wiki, Forum, etc.)"
        },
        {
            "title": "Guiding questions:",
            "content": "How can we guide the growth of a vendor neutral ecosystem?\n\tHow can we build a common identity and increase awareness on Cardano projects?\n\tHow can we increase the discoverability and the commercial adoption of our projects?\n\tHow can we increase the degree of collaboration across different projects?\n\tHow can we lower the barriers and increase open participation to our ecosystem?\n\tHow can we provide equal opportunities to all projects no matter the size?"
        },
        {
            "title": "Possible directions:",
            "content": "Incentivize collaboration across projects to solve complex problems\n\tIntroduce common standards and processes and incentivize their adoption across projects\n\tProvide cross-project infrastructures and tools needed to co-ordinate\n\tEnsure the existence of a cohesive knowledge base\n\tSupport a network of professional technology ambassadors"
        },
        {
            "title": "Note",
            "content": "This challenge builds on top of the existing F7 Open Source Developer Ecosystem and is loosely related to F8 Open Source Development Ecosystem\n\nIndeed, this challenge is about establishing standards, processes, and fostering interoperability across O.S. projects, while the \"Open Source\" challenges are more focused on growing the O.S. ecosystem by seed-funding open source projects for future challenges.\n\nShortly said: This challenge is about opennes, standardization, and interoperability across open source projects funded by the community, while the \"open source\" one is about increasing the number/quality of projects."
        },
        {
            "title": "References",
            "content": "[OPSTD] Almeida, Fernando & José, Oliveira & José, Cruz. (2011). Open Standards And Open Source: Enabling Interoperability. International Journal of Software Engineering & Applications. 2. 10.5121/ijsea.2011.2101."
        },
        {
            "title": "Why is it important?",
            "content": "To deliver complex software, driving collaboration, and accelerating innovation by sharing identity, practices, and sw components/services."
        },
        {
            "title": "What does success look like?",
            "content": "A vendor-neutral ecosystem to\n\ndrive growth, awareness, discoverability\n\tincrease commercial adoption\n\tprovide needed infrastructures"
        },
        {
            "title": "Key Metrics to measure",
            "content": "Open standards adoption should increase among cardano projects. On the long term, all of the community-funded projects should be open and transparent by following common standards.\n\nThere should be observable improvements: easier to discover projects and find project resources, more intuitive to access project knowledge base (documentation, how-to, etc.), and simple to find and contact project members.\n\nIt should be possible to have project synergies by allowing simple inter-project communication, knowledge sharing, and re-use of existing components/services.\n\nWe should observe an increase in open-source contributions to different projects: both from new joiners and from other people already in the Cardano community\n\nWe should observe an increase in reputability of the Cardano Open Source projects. The measure can be done by looking at media communications of various open source communities."
        }
    ]
}