{
    "text": "What Challenges should the community prioritize to address in Fund9?",
    "tabs": [
        {
            "title": "Description",
            "content": "Community defined challenges are critical for Cardano community self-governance, and generate a unique way to achieve Cardano's mission.\nChallenge setting is different from other challenges as it's about proposing new challenges, whether regular challenges are about proposing initiatives to address challenges.\nOnce a proposal is accepted by the community, the proposing team has an opportunity to receive a \"Challenge team\" incentive of $5,000 worth of ada, if the following conditions are met:\n\nThe challenge team presents the challenge to the community at the start of the following fund.\n\tThe challenge team facilitates a challenge-focused breakout session in one of the after townhalls.\n\tThe challenge team leads a challenge retrospective session during the next fund's \"retrospective week\".\n\tThe challenge team facilitates a session with the proposing teams that received funding for the challenge.\n\nThe challenge team tracks the key metrics as reported by funded proposals, 3 months after receiving funding and presents their reflection on whether the Challenge is getting addressed and highlight teams that are making significant headway in their approach.\nThese activities might seem complicated, but you will receive guidelines, training and support from the Catalyst team and community. All you need is a willingness to represent the challenge in a fair and balanced way and a desire to participate. Once the conditions are met, your team will be eligible to receive the reward."
        },
        {
            "title": "How success looks like",
            "content": "The community votes to include important and engaging challenges that inspire impactful and original proposals."
        },
        {
            "title": "Key metrics to measure",
            "content": "To assess ROI of this challenge we will ask ourselves:\n\nHow well did the selected challenges perform in terms of proposal quality and community engagement?\n\tWhat is the average Community Advisor score for the top 10% proposed Challenges?\n\tWhat is the average Community Advisor score for the top 10% proposals generated to address the challenge?\n\tHow much voter engagement did the challenge generate?\n\tHow many proposals in the challenge were approved by the community, compared to the overall budget of the challenge? (Challenge overage)"
        },
        {
            "title": "Guiding questions",
            "content": "What challenges will engage the highest number of voters?\nWhich challenges, if addressed, will provide a springboard for Cardano adoption?\nWhich challenges, if addressed, will advance Cardano's mission?"
        }
    ]
}