{
    "text": "Global entertainment+media market = $2 trillion. A decentralized FAM network to produce quality Cardano community media is vital yet absent.",
    "tabs": [
        {
            "title": "Creatives, writers, artists, filmmakers, photographers +more, collaborating equitably, can enrich the ecosystem with their cultural diversity.",
            "content": "Cardano has a strong YouTube community, but obviously YouTube is not everything and it's not received well in many perspectives.\nWe need a bridge between YouTube, the traditional media, TV and film.\nWe need to communicate a clear message towards media.\nIt's crucial to create educational and inspiring content which the national media and TV stations would gladly use in their daily programmes.\nIn this early stage, the cooperation between YouTubers and TV & Film professionals is not only welcomed, it's needed.\nCreating a specific challenge for this should open the gates for both education and inspiration.\nThe Film and Media (FAM) Challenge aims to boost knowledge and adoption of Cardano for global audiences by enabling:\n\na challenge platform for the facilitation of professionals and creatives to connect, collaborate and coordinate\n\tthe launch of projects that spotlight the multitude of stories within the Cardano ecosystem\n\tmultimedia projects that illustrate how Cardano's blockchain is the 'green blockchain' solution in a world that needs solutions to the climate emergency\n\nA dedicated challenge category for this creative group to platform their catalysing ideas has been absent thus far.\nThis has led to potentially impactful projects struggling to find their place in Challenge categories that are not quite the 'right fit'.\nThe FAM challenge category can unlock a flow of submission of ideas and proposals that bring about high quality, educational and inspirational multi-lingual multi-media content.\nContent that helps build bridges within the Cardano ecosystem and across multi sectoral ecosystems, globally.\nSo FAM creatives, in all corners of the world, step up.\nYou are the ones we have been waiting for."
        },
        {
            "title": "Why is it important?",
            "content": "A challenge category for creatives has been absent so far. Diversity + human creativity in the arts can enrich the Cardano ecosystem + more"
        },
        {
            "title": "What does success look like?",
            "content": "Teams collaborating equitably to produce inclusive, high quality multimedia content + platforms = increase knowledge + adoption of Cardano"
        },
        {
            "title": "Key Metrics to measure",
            "content": "As a measure of the health of the ecosystem:\n\n# of multimedia projects\n\t# of multimedia platforms\n\t# of multilingual teams\n\t# of decentralised film crews\n\t# of decentralised news teams\n\t# of decentralised content creation teams\n\t# of decentralised multimedia projects sharing resources (eg RAW footage) to avoid unnecessary costs and CO2 emissions from travelling to shoot footage on site"
        }
    ]
}